Repository: zarzet/SpotiFLAC-Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: es_es, id, ja, pt_pt, ru

# extensionLyricsProvider
source: Lyrics Provider
es_es: Proveedor de letras
id: Provider Lirik
ja: 歌詞のプロバイダー
pt_pt: Provedor de Letras
ru: Провайдер текстов

# extensionUrlHandler
source: URL Handler
es_es: Gestor de URL
id: Penanganan URL
ja: URL ハンドラ
pt_pt: Gerenciador de URL
ru: URL-обработчик

# extensionQualityOptions
source: Quality Options
es_es: Opciones de calidad
id: Opsi Kualitas
ja: 品質のオプション
pt_pt: Opções de Qualidade
ru: Параметры качества

# extensionPostProcessingHooks
source: Post-Processing Hooks
es_es: Hooks post-procesamiento
id: Hook Pasca-Pemrosesan
ja: ポストプロセスフック
pt_pt: Ganchos de Pós-Processamento
ru: Хуки постобработки

# extensionPermissions
source: Permissions
es_es: Permisos
id: Izin
ja: 権限
pt_pt: Permissões
ru: Разрешения

# extensionSettings
source: Settings
es_es: Ajustes
id: Pengaturan
ja: 設定
pt_pt: Configurações
ru: Настройки

# extensionRemoveButton
source: Remove Extension
es_es: Eliminar extensión
id: Hapus Ekstensi
ja: 拡張を削除
pt_pt: Remover Extensão
ru: Удалить расширение

# extensionUpdated
source: Updated
es_es: Actualizado
id: Diperbarui
ja: 更新済み
pt_pt: Atualizado
ru: Обновлено

# extensionMinAppVersion
source: Min App Version
es_es: Versión Mínima de la aplicación
id: Versi App Minimum
ja: 最小のアプリバージョン
pt_pt: Versão Mínima do App
ru: Мин. версия приложения

# extensionCustomTrackMatching
source: Custom Track Matching
es_es: Coincidencia de pista personalizada
id: Pencocokan Lagu Kustom
ja: カスタムトラックマッチング
pt_pt: Correspondência de Faixa Personalizada
ru: Соответствие пользовательских треков

# extensionPostProcessing
source: Post-Processing
es_es: Post-Procesamiento
id: Pasca-Pemrosesan
ja: ポストプロセス
pt_pt: Pós-Processamento
ru: Постобработка

# extensionHooksAvailable
source: {count} hook(s) available
es_es: {count} hook(s) disponibles
id: {count} hook tersedia
ja: {count} 個のフックが利用可能です
pt_pt: {count} gancho(s) disponíveis
ru: Доступно {count} хуков(ов)

# extensionPatternsCount
source: {count} pattern(s)
es_es: Patrón(es) {count}
id: {count} pola
ja: {count} 個のパターン
pt_pt: {count} padrão(ões)
ru: {count} шаблон(ов)

# extensionStrategy
source: Strategy: {strategy}
es_es: Estrategia: {strategy}
id: Strategi: {strategy}
ja: ストラテジー: {strategy}
pt_pt: Estratégia: {strategy}
ru: Стратегия: {strategy}

# extensionsProviderPrioritySection
source: Provider Priority
es_es: Prioridad del proveedor
id: Prioritas Provider
ja: プロバイダーの優先度
pt_pt: Prioridade de Provedor
ru: Приоритет провайдера

# extensionsInstalledSection
source: Installed Extensions
es_es: Extensiones instaladas
id: Ekstensi Terpasang
ja: インストール済みの拡張
pt_pt: Extensões Instaladas
ru: Установленные расширения

# extensionsNoExtensions
source: No extensions installed
es_es: No hay extensiones instaladas
id: Tidak ada ekstensi terpasang
ja: 拡張はインストールされていません
pt_pt: Nenhuma extensão instalada
ru: Нет установленных расширений

# extensionsNoExtensionsSubtitle
source: Install .spotiflac-ext files to add new providers
es_es: Instalar archivos .spotiflac-ext para añadir nuevos proveedores
id: Pasang file .spotiflac-ext untuk menambahkan provider baru
ja: 新しいプロバイダーを追加するには .spotiflac-ext ファイルをインストールします
pt_pt: Instale arquivos .spotiflac-ext para adicionar novos provedores
ru: Установите .spotiflac-ext файлы для добавления новых провайдеров

# extensionsInstallButton
source: Install Extension
es_es: Instalar extensión
id: Pasang Ekstensi
ja: 拡張をインストール
pt_pt: Instalar Extensão
ru: Установить расширение

# extensionsInfoTip
source: Extensions can add new metadata and download providers. Only install extensions from trusted sources.
es_es: Las extensiones pueden añadir nuevos metadatos y proveedores de descargas. Sólo instalar extensiones desde fuentes confiables.
id: Ekstensi dapat menambahkan provider metadata dan unduhan baru. Hanya pasang ekstensi dari sumber terpercaya.
ja: 拡張は新しいメタデータとダウンロードプロバイダーを追加することがあります。信頼できるソースからの拡張のみをインストールしてください。
pt_pt: Extensões podem adicionar novos metadados e baixar provedores. Somente instale extensões a partir de fontes confiáveis.
ru: Расширения могут добавлять новые метаданные и провайдеров загрузки. Устанавливайте только расширения из надежных источников.

# extensionsInstalledSuccess
source: Extension installed successfully
es_es: Extensión instalada correctamente
id: Ekstensi berhasil dipasang
ja: 拡張のインストールが成功しました
pt_pt: Extensão instalada com sucesso
ru: Расширение успешно установлено

# extensionsDownloadPriority
source: Download Priority
es_es: Prioridad de descarga
id: Prioritas Unduhan
ja: ダウンロードの優先度
pt_pt: Prioridade de Download
ru: Приоритет скачивания

# extensionsDownloadPrioritySubtitle
source: Set download service order
es_es: Establecer orden de servicio de descarga
id: Atur urutan layanan unduhan
ja: ダウンロードサービスの順序を設定
pt_pt: Definir ordem do serviço de download
ru: Установка порядок сервисов скачивания

# extensionsNoDownloadProvider
source: No extensions with download provider
es_es: No hay extensiones con proveedor de descargas
id: Tidak ada ekstensi dengan provider unduhan
ja: ダウンロードプロバイダーの拡張はありません
pt_pt: Nenhuma extensão com provedor de download
ru: Нет расширений с провайдером загрузки

# extensionsMetadataPriority
source: Metadata Priority
es_es: Prioridad de los metadatos
id: Prioritas Metadata
ja: メタデータの優先度
pt_pt: Prioridade de Metadados
ru: Приоритет метаданных

# extensionsMetadataPrioritySubtitle
source: Set search & metadata source order
es_es: Establecer orden de búsqueda y metadatos
id: Atur urutan sumber pencarian & metadata
ja: 検索とメタデータソースの順序を設定
pt_pt: Definir ordem de origem de pesquisa e metadados
ru: Установка порядка поиска и источника метаданных

# extensionsNoMetadataProvider
source: No extensions with metadata provider
es_es: No hay extensiones con el proveedor de metadatos
id: Tidak ada ekstensi dengan provider metadata
ja: メタデータプロバイダーの拡張はありません
pt_pt: Nenhuma extensão com provedor de metadados
ru: Нет расширений с провайдером метаданных

# extensionsSearchProvider
source: Search Provider
es_es: Proveedor de búsqueda
id: Provider Pencarian
ja: 検索のプロバイダー
pt_pt: Provedor de Pesquisa
ru: Провайдер поиска

# extensionsNoCustomSearch
source: No extensions with custom search
es_es: No hay extensiones con búsqueda personalizada
id: Tidak ada ekstensi dengan pencarian kustom
ja: カスタム検索の拡張はありません
pt_pt: Nenhuma extensão com pesquisa personalizada
ru: Нет расширений с пользовательским поиском

# extensionsSearchProviderDescription
source: Choose which service to use for searching tracks
es_es: Elegir qué servicio usar para buscar pistas
id: Pilih layanan yang digunakan untuk mencari lagu
ja: トラックの検索に使用するサービスを選択してください
pt_pt: Escolha qual serviço utilizar para pesquisar faixas
ru: Выберите, какой сервис использовать для поиска треков

# extensionsCustomSearch
source: Custom search
es_es: Búsqueda personalizada
id: Pencarian kustom
ja: カスタム検索
pt_pt: Busca personalizada
ru: Пользовательский поиск

# extensionsErrorLoading
source: Error loading extension
es_es: Error al cargar la extensión
id: Error memuat ekstensi
ja: 拡張の読み込みエラー
pt_pt: Erro ao carregar extensão
ru: Ошибка загрузки расширения

# qualityFlacLosslessSubtitle
source: 16-bit / 44.1kHz
ru: 16-бит / 44.1 кГц

# qualityHiResFlacSubtitle
source: 24-bit / up to 96kHz
es_es: 24 bits/hasta 96kHz
id: 24-bit / hingga 96kHz
ja: 24-bit / 最大 96kHz
pt_pt: 24-bit / até 96kHz
ru: 24-бит / до 96кГц

# qualityHiResFlacMax
source: Hi-Res FLAC Max
ja: ハイレゾ FLAC 最大
ru: Hi-Res FLAC Макс.

# qualityHiResFlacMaxSubtitle
source: 24-bit / up to 192kHz
es_es: 24 bits / hasta 192kHz
id: 24-bit / hingga 192kHz
ja: 24-bit / 最大 192kHz
pt_pt: 24-bit / até 192kHz
ru: 24-бит / до 192кГц

# qualityLossyMp3Subtitle
source: MP3 320kbps (converted from FLAC)
es_es: MP3 320kbps (convertido desde FLAC)
ja: MP3 320kbps (FLAC から変換)
ru: Opus 320 кбит/с (конвертировать из FLAC)

# qualityLossyOpusSubtitle
source: Opus 128kbps (converted from FLAC)
es_es: Opus 128kbps (convertido de FLAC)
ja: Opus 128kbps (FLAC から変換)
ru: Opus 128 кбит/с (конвертировать из FLAC)

source: Enable Lossy Option
es_es: Habilitar opción con pérdida
ru: Включить опцию Lossy

# enableLossyOptionSubtitleOn
source: Lossy quality option is available
es_es: La opción de calidad con pérdida está disponible
ru: Доступно качество с потерями

# enableLossyOptionSubtitleOff
source: Downloads FLAC then converts to lossy format
es_es: Descargas FLAC y luego se convierten en formato con pérdida
ru: Скачивать FLAC и конвертировать в MP3 320 кбит/с

source: Lossy Format
es_es: Formato con Perdido
ru: Формат с потерями

# lossyFormatDescription
source: Choose the lossy format for conversion
es_es: Elegir el formato con pérdida para la conversión
ru: Выберите Lossy формат для конвертации

# lossyFormatMp3Subtitle
source: 320kbps, best compatibility
es_es: 320kbps, mejor compatibilidad
ru: 320 кбит/с, лучшая совместимость

# lossyFormatOpusSubtitle
source: 128kbps, better quality at smaller size
es_es: 128kbps, mejor calidad a menor tamaño
ru: 128кбит/с, лучшее качество при меньших размерах

# qualityNote
source: Actual quality depends on track availability from the service
es_es: La calidad real depende de la disponibilidad de la pista del servicio
id: Kualitas sebenarnya tergantung ketersediaan lagu dari layanan
ja: 実際の品質はサービスからのトラックの可用性に依存します
pt_pt: A qualidade real depende da faixa que estiver disponível no serviço
ru: Фактическое качество зависит от доступности треков в сервисе

# downloadAskBeforeDownload
source: Ask Before Download
es_es: Preguntar antes de descargar
id: Tanya Sebelum Unduh
ja: ダウンロード前に確認する
pt_pt: Perguntar qualidade antes de baixar
ru: Спрашивать перед скачиванием

source: Download Directory
es_es: Carpeta de descarga
id: Direktori Unduhan
ja: ダウンロードディレクトリ
pt_pt: Pasta de Download
ru: Папка для скачивания

# downloadSeparateSinglesFolder
source: Separate Singles Folder
es_es: Carpeta separada para pistas
id: Folder Singles Terpisah
ja: シングルのフォルダを分割
pt_pt: Pasta de Singles Separada
ru: Отдельная папка для синглов

# downloadAlbumFolderStructure
source: Album Folder Structure
es_es: Estructura de carpeta del álbum
id: Struktur Folder Album
ja: アルバムフォルダの構造
pt_pt: Estrutura da Pasta de Álbum
ru: Структура папок альбома

# downloadSaveFormat
source: Save Format
es_es: Guardar Formato
id: Simpan Format
ja: 形式を保存
pt_pt: Formato para Salvar
ru: Формат сохранения

# downloadSelectService
source: Select Service
es_es: Seleccionar Servicio
id: Pilih Layanan
ja: サービスを選択
pt_pt: Selecionar Serviço
ru: Выбор сервиса

# downloadSelectQuality
source: Select Quality
es_es: Seleccionar Calidad
id: Pilih Kualitas
ja: 品質を選択
pt_pt: Selecionar Qualidade
ru: Выбор качества

source: Download From
es_es: Descargar Desde
id: Unduh Dari
ja: ダウンロード元
pt_pt: Baixar De
ru: Скачивать из

# downloadDefaultQualityLabel
source: Default Quality
es_es: Calidad por Defecto
id: Kualitas Default
ja: デフォルトの品質
pt_pt: Qualidade Padrão
ru: Качество по умолчанию

# downloadBestAvailable
source: Best available
es_es: La mejor disponible
id: Terbaik tersedia
ja: おすすめ
pt_pt: Melhor Disponível
ru: Лучшее из доступных

# folderNone
source: None
es_es: Ninguna
id: Tidak ada
ja: なし
pt_pt: Nenhuma
ru: Отсутствует

# folderNoneSubtitle
source: Save all files directly to download folder
es_es: Guardar todos los archivos directamente para descargar la carpeta
id: Simpan semua file langsung ke folder unduhan
ja: すべてのファイルをダウンロードフォルダに保存します
pt_pt: Salvar todos os arquivos diretamente na pasta de download
ru: Сохранить все файлы непосредственно в папку загрузки

# folderArtist
source: Artist
es_es: Artista
id: Artis
ja: アーティスト
pt_pt: Artista
ru: Исполнитель

# folderArtistSubtitle
source: Artist Name/filename
es_es: Nombre del Artista/nombre de archivo
id: Nama Artis/namafile
ja: アーティスト名/ファイル名
pt_pt: Nome do Artista/arquivo
ru: Исполнитель/имя файла

# folderAlbum
source: Album
es_es: Álbum
ja: アルバム
pt_pt: Álbum
ru: Альбом

# folderAlbumSubtitle
source: Album Name/filename
es_es: Nombre del álbum/nombre de archivo
id: Nama Album/namafile
ja: アルバム名/ファイル名
pt_pt: Nome do Álbum/arquivo
ru: Альбом/имя файла

# folderArtistAlbum
source: Artist/Album
es_es: Artista/Álbum
id: Artis/Album
ja: アーティスト/アルバム
pt_pt: Artista/Álbum
ru: Исполнитель/Альбом

# folderArtistAlbumSubtitle
source: Artist Name/Album Name/filename
es_es: Nombre del Artista/Nombre del Álbum/Nombre del Archivo
id: Nama Artis/Nama Album/namafile
ja: アーティスト名/アルバム名/ファイル名
pt_pt: Nome do Artista/Nome do Álbum/arquivo
ru: Исполнитель/ Альбом/имя файла

# appearanceAmoledDark
source: AMOLED Dark
es_es: AMOLED Oscuro
id: AMOLED Gelap
ja: AMOLED ダーク
pt_pt: Escuro AMOLED
ru: AMOLED

# appearanceAmoledDarkSubtitle
source: Pure black background
es_es: Fondo negro puro
id: Latar belakang hitam murni
ja: ピュアブラックの背景
pt_pt: Fundo preto puro
ru: Глубокий чёрный фон

# appearanceChooseAccentColor
source: Choose Accent Color
es_es: Elegir color principal
id: Pilih Warna Aksen
ja: アクセントカラーを選択
pt_pt: Escolha a Cor de Destaque
ru: Выберите акцентный цвет

# appearanceChooseTheme
source: Theme Mode
es_es: Modo de tema
id: Mode Tema
ja: テーマモード
pt_pt: Modo do Tema
ru: Режим темы

# queueTitle
source: Download Queue
es_es: Descargas en proceso
id: Antrian Unduhan
ja: ダウンロードキュー
pt_pt: Fila de Download
ru: Очередь скачиваний

# queueClearAll
source: Clear All
es_es: Eliminar todo
id: Hapus Semua
ja: すべて消去
pt_pt: Limpar Tudo
ru: Очистить всё

# queueClearAllMessage
source: Are you sure you want to clear all downloads?
es_es: ¿Estás seguro de que quieres borrar todas las descargas?
id: Apakah Anda yakin ingin menghapus semua unduhan?
ja: すべてのダウンロードを消去してもよろしいですか？
pt_pt: Você tem certeza que deseja limpar todos os downloads?
ru: Вы уверены, что хотите очистить все загрузки?

# queueEmpty
source: No downloads in queue
es_es: No hay descargas en cola
id: Tidak ada unduhan dalam antrian
ja: キューにダウンロードがありません
pt_pt: Nenhum download na fila
ru: Нет загрузок в очереди

# queueEmptySubtitle
source: Add tracks from the home screen
es_es: Añadir pistas desde la pantalla de inicio
id: Tambahkan lagu dari layar beranda
ja: ホーム画面からトラックを追加
pt_pt: Adicione faixas a partir da tela inicial
ru: Добавить треки с главного экрана

# queueClearCompleted
source: Clear completed
es_es: Limpiar tareas finalizadas
id: Hapus yang selesai
ja: 完了済みを消去
pt_pt: Limpar concluídos
ru: Очистка завершена

# queueDownloadFailed
source: Download Failed
es_es: Descarga fallida
id: Unduhan Gagal
ja: ダウンロードに失敗しました
pt_pt: Download Falhou
ru: Ошибка скачивания

# queueTrackLabel
source: Track:
es_es: Pista:
id: Lagu:
ja: トラック:
pt_pt: Faixa:
ru: Трек:

# queueArtistLabel
source: Artist:
es_es: Artista:
id: Artis:
ja: アーティスト:
pt_pt: Artista:
ru: Исполнитель:

# queueErrorLabel
source: Error:
ja: エラー:
pt_pt: Erro:
ru: Ошибка:

# queueUnknownError
source: Unknown error
es_es: Error desconocido
id: Error tidak diketahui
ja: 不明なエラー
pt_pt: Erro desconhecido
ru: Неизвестная ошибка

# albumFolderArtistAlbum
source: Artist / Album
es_es: Artista / Álbum
id: Artis / Album
ja: アーティスト / アルバム
pt_pt: Artista / Álbum
ru: Исполнитель / Альбом

# albumFolderArtistAlbumSubtitle
source: Albums/Artist Name/Album Name/
es_es: Álbumes/Nombre del Artista/Nombre del Álbum/
id: Albums/Nama Artis/Nama Album/
ja: アルバム/アーティスト名/アルバム名/
pt_pt: Álbuns/Nome do Artista/Nome do Álbum/
ru: Альбомы/Исполнитель/Название Альбома/

# albumFolderArtistYearAlbum
source: Artist / [Year] Album
es_es: Artista / [Año] Álbum
id: Artis / [Tahun] Album
ja: アーティスト / [年] アルバム
pt_pt: Artista / [Ano] Álbum
ru: Исполнитель / [Год] Альбом

# albumFolderArtistYearAlbumSubtitle
source: Albums/Artist Name/[2005] Album Name/
es_es: Álbumes/Nombre del Artista /[2005] Nombre del Álbum/
id: Albums/Nama Artis/[2005] Nama Album/
ja: アルバム/アーティスト名/[2005] アルバム名/
pt_pt: Álbuns/Nome do Artista/[2005] Nome do Álbum/
ru: Альбомы/Исполнитель/[2005] Название Альбома/

# albumFolderAlbumOnly
source: Album Only
es_es: Sólo álbum
id: Album Saja
ja: アルバムのみ
pt_pt: Somente Álbum
ru: Только альбом

# albumFolderAlbumOnlySubtitle
source: Albums/Album Name/
es_es: Álbumes/Nombre del Álbum/
id: Albums/Nama Album/
ja: アルバム/アルバム名/
pt_pt: Albums/Nome do Álbum/
ru: Альбомы/Название Альбома/

# albumFolderYearAlbum
source: [Year] Album
es_es: Álbum [Año]
id: [Tahun] Album
ja: [年] アルバム
pt_pt: [Ano] Álbum
ru: [Год] Альбом

# albumFolderYearAlbumSubtitle
source: Albums/[2005] Album Name/
es_es: Álbumes/[2005] Nombre del Álbum/
id: Albums/[2005] Nama Album/
ja: アルバム/[2005] アルバム名/
pt_pt: Álbuns/[2005] Nome do Álbum/
ru: Альбомы/[2005] Название Альбома /

# albumFolderArtistAlbumSingles
source: Artist / Album + Singles
es_es: Artista / Álbum + Pistas
ja: アーティスト / アルバム + シングル
pt_pt: Artista / Álbum + Singles
ru: Исполнитель / Альбом + Синглы

# albumFolderArtistAlbumSinglesSubtitle
source: Artist/Album/ and Artist/Singles/
es_es: Artista/Álbum/ y Artista/pistas/
pt_pt: Artista/Álbum/ e Artista/Singles/
ru: Исполнитель/Альбом и Исполнитель/Сингл/

# downloadedAlbumDeleteSelected
source: Delete Selected
es_es: Borrar Seleccionados
id: Hapus yang Dipilih
ja: 選択済みを削除
pt_pt: Apagar Selecionados
ru: Удалить выбранные

# downloadedAlbumDeleteMessage
source: Delete {count} {count, plural, =1{track} other{tracks}} from this album? This will also delete the files from storage.
es_es: ¿Eliminar {count} {count, plural, one {}=1{pista} other{pistas}} del historial? Esto también eliminará los archivos del almacenamiento.
id: Hapus {count} {count, plural, =1{lagu} other{lagu}} dari album ini? Ini juga akan menghapus file dari penyimpanan.
pt_pt: Excluir {count} {count, plural, one {}=1{faixa} other{faixas}} deste álbum? Isso também excluirá os arquivos do armazenamento.
ru: Удалить {count} {count, plural, one {трек} few {трека} many {треков} =1{трек} other{треков}} из этого альбома? Это также удалит файлы из хранилища.

# downloadedAlbumTracksHeader
source: Tracks
es_es: Pistas
id: Lagu
ja: トラック
pt_pt: Faixas
ru: Треки

# downloadedAlbumDownloadedCount
source: {count} downloaded
es_es: {count} descargado
id: {count} diunduh
ja: {count} 個をダウンロード済み
pt_pt: {count} baixado(s)
ru: {count} скачано

# downloadedAlbumSelectedCount
source: {count} selected
es_es: {count} seleccionado
id: {count} dipilih
ja: {count} 個を選択済み
pt_pt: {count} selecionado(s)
ru: {count} выбрано

# downloadedAlbumAllSelected
source: All tracks selected
es_es: Todas las pistas seleccionadas
id: Semua lagu dipilih
ja: すべてのトラックを選択済み
pt_pt: Todas as faixas selecionadas
ru: Все треки выбраны

# downloadedAlbumTapToSelect
source: Tap tracks to select
es_es: Toca las pistas para seleccionar
id: Ketuk lagu untuk memilih
ja: トラックをタップで選択
pt_pt: Toque nas faixas para selecionar
ru: Нажмите на треки для выбора

# downloadedAlbumDeleteCount
source: Delete {count} {count, plural, =1{track} other{tracks}}
es_es: ¡Eliminar {count} {count, plural, one {}=1{pista} other{pistas}}
id: Hapus {count} {count, plural, =1{lagu} other{lagu}}
ja: {count} {count, plural, =1{個のトラック} other{個のトラック}}を削除
pt_pt: Apagar {count} {count, plural, one {}=1{faixa} other{faixas}}
ru: Удалить {count} {count, plural, one {трек} few {трека} many {треков} =1{трек} other{треков}}

# downloadedAlbumSelectToDelete
source: Select tracks to delete
es_es: Seleccionar pistas a eliminar
id: Pilih lagu untuk dihapus
ja: トラックを選択で削除
pt_pt: Selecione as faixas para apagar
ru: Выберите треки для удаления

# downloadedAlbumDiscHeader
source: Disc {discNumber}
es_es: Disco {discNumber}
ja: ディスク {discNumber}
pt_pt: Disco {discNumber}
ru: Диск {discNumber}

source: Utility Functions
es_es: Funciones de utilidad
id: Fungsi Utilitas
ja: ユーティリティ機能
pt_pt: Funções Utilitárias
ru: Функции утилиты

# recentTypeArtist
source: Artist
es_es: Artista
id: Artis
ja: アーティスト
pt_pt: Artista
ru: Исполнитель

# recentTypeAlbum
source: Album
es_es: Álbum
ja: アルバム
pt_pt: Álbum
ru: Альбом

# recentTypeSong
source: Song
es_es: Canción
id: Lagu
ja: 曲
pt_pt: Música
ru: Песня

# recentTypePlaylist
source: Playlist
es_es: Lista de reproducción
ja: プレイリスト
ru: Плейлист

# recentPlaylistInfo
source: Playlist: {name}
es_es: Lista de reproducción: {name}
ja: プレイリスト: {name}
ru: Плейлист: {name}

# errorGeneric
source: Error: {message}
ja: エラー: {message}
pt_pt: Erro: {message}
ru: Ошибка: {message}

# discographyDownload
source: Download Discography
es_es: Descargar Discografía
ja: ディスコグラフィをダウンロード
pt_pt: Baixar Discografia
ru: Скачать дискографию

# discographyDownloadAll
source: Download All
es_es: Descargar Todo
ja: すべてダウンロード
pt_pt: Baixar Tudo
ru: Скачать всё

# discographyDownloadAllSubtitle
source: {count} tracks from {albumCount} releases
es_es: {count} pistas de {albumCount} lanzamientos
ja: {albumCount} 個のリリースから {count} 個のトラック
pt_pt: {count} faixas de {albumCount} lançamentos
ru: {count} треков из {albumCount} релизов

# discographyAlbumsOnly
source: Albums Only
es_es: Sólo álbumes
ja: アルバムのみ
pt_pt: Somente Álbuns
ru: Только альбомы

# discographyAlbumsOnlySubtitle
source: {count} tracks from {albumCount} albums
es_es: {count} pistas de {albumCount} álbumes
pt_pt: {count} faixas de {albumCount} álbuns
ru: {count} треков из {albumCount} альбомов

# discographySinglesOnly
source: Singles & EPs Only
es_es: Solo sencillos & EPs
ja: シングルと EP のみ
pt_pt: Somente Singles e EPs
ru: Только синглы и EP

# discographySinglesOnlySubtitle
source: {count} tracks from {albumCount} singles
pt_pt: {count} faixas de {albumCount} singles
ru: {count} треков из {albumCount} синглов

# discographySelectAlbums
source: Select Albums...
ja: アルバムを選択...
pt_pt: Selecione Álbuns...
ru: Выбрать альбомы...

# discographySelectAlbumsSubtitle
source: Choose specific albums or singles
pt_pt: Escolher álbuns ou singles específicos
ru: Выберите конкретные альбомы или синглы

# discographyFetchingTracks
source: Fetching tracks...
ja: トラックを取得中です...
pt_pt: Buscando faixas...
ru: Получение треков...

# discographyFetchingAlbum
source: Fetching {current} of {total}...
pt_pt: Buscando {current} de {total}...
ru: Получение {current} из {total}...

# discographySelectedCount
source: {count} selected
ja: {count} 個を選択済み
pt_pt: {count} selecionado(s)
ru: {count} выбрано

# discographyDownloadSelected
source: Download Selected
ja: 選択済みをダウンロード
pt_pt: Baixar Selecionados
ru: Скачать выбранное

# discographyAddedToQueue
source: Added {count} tracks to queue
pt_pt: {count} faixas adicionadas à fila
ru: Добавлено {count} треков в очередь

# discographySkippedDownloaded
source: {added} added, {skipped} already downloaded
pt_pt: {added} adicionada(s), {skipped} já baixada(s)
ru: {added} добавлено, {skipped} уже скачано

# discographyNoAlbums
source: No albums available
ja: 利用可能なアルバムがありません
pt_pt: Nenhum álbum disponível
ru: Нет доступных альбомов

# discographyFailedToFetch
source: Failed to fetch some albums
ja: 一部のアルバムの取得に失敗しました
pt_pt: Falha ao obter alguns álbuns
ru: Не удалось получить некоторые альбомы

# optionsSpotifyCredentialsConfigured
source: Client ID: {clientId}...
es_es: ID de cliente: {clientId}...
ja: クライアント ID: {clientId}...

# aboutDabMusic
source: DAB Music
es_es: Música DAB

# credentialsClientId
source: Client ID
es_es: ID del cliente
ja: クライアント ID

# qualityLossy
source: Lossy
es_es: Con pérdidas

# aboutBuyMeCoffee
source: Buy me a coffee
id: Belikan saya kopi
pt_pt: Compre-me um café

# aboutBuyMeCoffeeSubtitle
source: Support development on Ko-fi
id: Dukung pengembangan di Ko-fi
pt_pt: Apoie o desenvolvimento na Ko-fi

# credentialsClientSecret
source: Client Secret
ja: クライアントシークレット

# qualityFlacLossless
source: FLAC Lossless
ja: FLAC ロスレス

# qualityHiResFlac
source: Hi-Res FLAC
ja: ハイレゾ FLAC
