Repository: zarzet/SpotiFLAC-Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: es_es, id, ja, pt_pt, ru

# aboutApp
source: App
es_es: Aplicación
id: Aplikasi
ja: アプリ
pt_pt: Aplicativo
ru: Приложение

# aboutVersion
source: Version
es_es: Versión
id: Versi
ja: バージョン
pt_pt: Versão
ru: Версия

# aboutBinimumDesc
source: The creator of QQDL & HiFi API. Without this API, Tidal downloads wouldn't exist!
es_es: El creador de la API QQDL & Hi-Fi. ¡Sin esta API, las descargas de Tidal no existiría!
id: Pembuat QQDL & HiFi API. Tanpa API ini, unduhan Tidal tidak akan ada!
pt_pt: O criador da API QQDL e HiFi. Sem esta API, os downloads Tidal não existiriam!
ru: Создатель QQDL & HiFi API. Без него API загрузки Tidal не существовали бы!

# aboutSachinsenalDesc
source: The original HiFi project creator. The foundation of Tidal integration!
es_es: El creador original del proyecto Hi-Fi. ¡La base de la integración de Tidal!
id: Pembuat proyek HiFi asli. Fondasi dari integrasi Tidal!
pt_pt: O criador original do projeto HiFi. A base da integração do Tidal!
ru: Оригинальный создатель проекта HiFi. Основатель Tidal интеграции!

# aboutDoubleDoubleDesc
source: Amazing API for Amazon Music downloads. Thank you for making it free!
es_es: API increible para descargas de Amazon Music. ¡Gracias por hacerla gratis!
id: API luar biasa untuk unduhan Amazon Music. Terima kasih sudah membuatnya gratis!
pt_pt: API incrível para downloads do Amazon Music. Obrigado por fazê-lo gratuitamente!
ru: Удивительный API для загрузок Amazon Music. Спасибо за то, что сделали это бесплатно!

# aboutDabMusicDesc
source: The best Qobuz streaming API. Hi-Res downloads wouldn't be possible without this!
es_es: La mejor API de streaming de Qobuz. ¡Las descargas de Hi-Res no serían posibles sin esto!
id: API streaming Qobuz terbaik. Unduhan Hi-Res tidak akan mungkin tanpa ini!
pt_pt: A melhor API de streaming do Qobuz. Downloads de alta resolução não seriam possíveis sem isso!
ru: Лучший API для стриминга Qobuz. Без него загрузка файлов в высоком разрешении была бы невозможна!

# aboutAppDescription
source: Download Spotify tracks in lossless quality from Tidal, Qobuz, and Amazon Music.
es_es: Descarga pistas de Spotify con calidad sin pérdida de Tidal, Qobuz y Amazon Music.
id: Unduh lagu Spotify dalam kualitas lossless dari Tidal, Qobuz, dan Amazon Music.
ja: Tidal、Qobuz、Amazon Music から Spotify のトラックをロスレス品質でダウンロードします。
pt_pt: Baixe faixas do Spotify em qualidade sem perdas do Tidal, Qobuz e Amazon Music.
ru: Скачайте треки Spotify в Lossless качестве из Tidal, Qobuz и Amazon Music.

# albumTitle
source: Album
es_es: Álbum
ja: アルバム
pt_pt: Álbum
ru: Альбом

# albumTracks
source: {count, plural, =1{1 track} other{{count} tracks}}
es_es: {count, plural, one {}=1{1 pista} other{{count} pistas}}
id: {count, plural, =1{1 lagu} other{{count} lagu}}
ja: {count, plural, =1{1 個のトラック} other{{count} 個のトラック}}
pt_pt: {count, plural, one {}=1{1 faixa} other{{count} faixas}}
ru: {count, plural, one {{count} трек} few {{count} трека} many {{count} треков} =1 {1 трек} other {{count} треков}}

# albumDownloadAll
source: Download All
es_es: Descargar Todo
id: Unduh Semua
ja: すべてダウンロード
pt_pt: Baixar Tudo
ru: Скачать всё

# albumDownloadRemaining
source: Download Remaining
es_es: Descargas Restantes
id: Unduh Sisanya
pt_pt: Downloads Restantes
ru: Скачать оставшиеся

# playlistTitle
source: Playlist
es_es: Lista de reproducción
ja: プレイリスト
ru: Плейлист

# artistTitle
source: Artist
es_es: Artista
id: Artis
ja: アーティスト
pt_pt: Artista
ru: Исполнитель

# artistAlbums
source: Albums
es_es: Álbumes
id: Album
ja: アルバム
pt_pt: Álbuns
ru: Альбомы

# artistSingles
source: Singles & EPs
es_es: Pistas y EPs
id: Single & EP
ja: シングルと EP
pt_pt: Singles e EPs
ru: Синглы и EP

# artistCompilations
source: Compilations
es_es: Compilaciones
id: Kompilasi
ja: コンピレーション
pt_pt: Compilações
ru: Сборники

# artistReleases
source: {count, plural, =1{1 release} other{{count} releases}}
es_es: {count, plural, one {}=1{1 lanzamiento} other{{count} lanzamientos}}
id: {count, plural, =1{1 rilis} other{{count} rilis}}
ja: {count, plural, =1{1 個のリリース} other{{count} 個のリリース}}
pt_pt: {count, plural, one {}=1{1 lançamento} other{{count} lançamentos}}
ru: {count, plural, one {{count} релиз} few {{count} релиза} many {{count} релизов} =1 {1 релиз} other {{count} релизов}}

# artistPopular
source: Popular
es_es: Populares
id: Populer
ja: 人気
pt_pt: Populares
ru: Популярное

# artistMonthlyListeners
source: {count} monthly listeners
es_es: {count} oyentes mensuales
id: {count} pendengar bulanan
ja: {count} 人の月間リスナー
pt_pt: {count} ouvintes mensais
ru: {count} слушателей в месяц

# trackMetadataTitle
source: Track Info
es_es: Información de pista
id: Info Lagu
ja: トラック情報
pt_pt: Informações da Faixa
ru: Информация о треке

# trackMetadataArtist
source: Artist
es_es: Artista
id: Artis
ja: アーティスト
pt_pt: Artista
ru: Исполнитель

# trackMetadataAlbum
source: Album
es_es: Álbum
ja: アルバム
pt_pt: Álbum
ru: Альбом

# trackMetadataDuration
source: Duration
es_es: Duración
id: Durasi
ja: 再生時間
pt_pt: Duração
ru: Продолжительность

# trackMetadataQuality
source: Quality
es_es: Calidad
id: Kualitas
ja: 品質
pt_pt: Qualidade
ru: Качество

# trackMetadataPath
source: File Path
es_es: Ruta del archivo
id: Lokasi File
ja: ファイルパス
pt_pt: Caminho do Arquivo
ru: Путь к файлу

# trackMetadataDownloadedAt
source: Downloaded
es_es: Descargado
id: Diunduh
ja: ダウンロード済み
pt_pt: Baixado
ru: Скачано

# trackMetadataService
source: Service
es_es: Servicio
id: Layanan
ja: サービス
pt_pt: Serviço
ru: Сервис

# trackMetadataPlay
source: Play
es_es: Reproducir
id: Putar
ja: 再生
pt_pt: Reproduzir
ru: Воспроизвести

# trackMetadataShare
source: Share
es_es: Compartir
id: Bagikan
ja: 共有
pt_pt: Compartilhar
ru: Поделиться

# trackMetadataDelete
source: Delete
es_es: Eliminar
id: Hapus
ja: 削除
pt_pt: Apagar
ru: Удалить

# trackMetadataRedownload
source: Re-download
es_es: Volver a descargar
id: Unduh ulang
ja: 再ダウンロード
pt_pt: Baixar Novamente
ru: Скачать снова

# trackMetadataOpenFolder
source: Open Folder
es_es: Abrir carpeta
id: Buka Folder
ja: フォルダを開く
pt_pt: Abrir Pasta
ru: Открыть папку

# setupTitle
source: Welcome to SpotiFLAC
es_es: Bienvenido a SpotiFLAC
id: Selamat Datang di SpotiFLAC
ja: SpotiFLAC へようこそ
pt_pt: Bem-vindo ao SpotiFLAC
ru: Добро пожаловать в SpotiFLAC

# setupSubtitle
source: Let's get you started
es_es: Comencemos
id: Mari mulai pengaturan
pt_pt: Vamos começar
ru: Давайте начнем

# setupStoragePermission
source: Storage Permission
es_es: Permiso de almacenamiento
id: Izin Penyimpanan
ja: ストレージの権限
pt_pt: Permissão de Armazenamento
ru: Доступ к хранилищу

# setupStoragePermissionSubtitle
source: Required to save downloaded files
es_es: Necesario para guardar los archivos descargados
id: Diperlukan untuk menyimpan file unduhan
ja: ダウンロードしたファイルを保存するために必要です
pt_pt: Necessária para salvar arquivos baixados
ru: Необходимо для сохранения загруженных файлов

# setupStoragePermissionGranted
source: Permission granted
es_es: Permiso aprobado
id: Izin diberikan
ja: 権限を許可しました
pt_pt: Permissão concedida
ru: Разрешение предоставлено

# setupStoragePermissionDenied
source: Permission denied
es_es: Permiso denegado
id: Izin ditolak
ja: 権限が拒否されました
pt_pt: Permissão negada
ru: Разрешение не предоставлено

# setupGrantPermission
source: Grant Permission
es_es: Conceder permiso
id: Berikan Izin
ja: 権限を許可
pt_pt: Conceder Permissão
ru: Предоставить разрешение

# setupDownloadLocation
source: Download Location
es_es: Ubicación de descarga
id: Lokasi Unduhan
ja: ダウンロード先
pt_pt: Local do Download
ru: Папка для скачивания

# setupChooseFolder
source: Choose Folder
es_es: Seleccionar Carpeta
id: Pilih Folder
ja: フォルダを選択
pt_pt: Selecionar Pasta
ru: Выбрать папку

# setupContinue
source: Continue
es_es: Continuar
id: Lanjutkan
ja: 続行
pt_pt: Continuar
ru: Продолжить

# setupSkip
source: Skip for now
es_es: Omitir por ahora
id: Lewati untuk sekarang
ja: 今はスキップ
pt_pt: Ignorar por enquanto
ru: Пропустить

# setupStorageAccessRequired
source: Storage Access Required
es_es: Acceso al almacenamiento requerido
id: Akses Penyimpanan Diperlukan
ja: ストレージアクセスが必要です
pt_pt: Acesso ao Armazenamento Necessário
ru: Требуется доступ к хранилищу

# setupStorageAccessMessage
source: SpotiFLAC needs "All files access" permission to save music files to your chosen folder.
es_es: SpotiFLAC necesita permiso de "Todos los archivos de acceso" para guardar los archivos de música en la carpeta elegida.
id: SpotiFLAC membutuhkan izin "Akses semua file" untuk menyimpan file musik ke folder pilihan Anda.
pt_pt: O SpotiFLAC precisa da permissão "Acesso a todos os arquivos" para salvar arquivos de música na sua pasta escolhida.
ru: SpotiFLAC требуется разрешение "Доступ ко всем файлам" для сохранения музыкальных файлов в выбранную папку.

# setupStorageAccessMessageAndroid11
source: Android 11+ requires "All files access" permission to save files to your chosen download folder.
es_es: Android 11+ requiere permiso "Todos los archivos de acceso" para guardar los archivos en la carpeta de descargas elegida.
id: Android 11+ memerlukan izin "Akses semua file" untuk menyimpan file ke folder unduhan pilihan Anda.
pt_pt: O Android 11+ requer a permissão "Acesso a Todos os Arquivos" para salvar arquivos na pasta de download escolhida.
ru: Для Android 11+ требуется разрешение "Доступ ко всем файлам" для сохранения файлов в выбранную вами папку загрузки.

# setupOpenSettings
source: Open Settings
es_es: Abrir ajustes
id: Buka Pengaturan
ja: 設定を開く
pt_pt: Abrir Configurações
ru: Открыть настройки

# setupPermissionDeniedMessage
source: Permission denied. Please grant all permissions to continue.
es_es: Permiso denegado. Por favor, conceda todos los permisos para continuar.
id: Izin ditolak. Harap berikan semua izin untuk melanjutkan.
pt_pt: Permissão negada. Por favor, conceda todas as permissões para continuar.
ru: В разрешении отказано. Пожалуйста, предоставьте все разрешения для продолжения.

# setupPermissionRequired
source: {permissionType} Permission Required
es_es: Permiso de {permissionType} requerido
id: Izin {permissionType} Diperlukan
ja: {permissionType} の権限が必要です
pt_pt: Permissão {permissionType} Necessária
ru: Требуется разрешение {permissionType}

# setupPermissionRequiredMessage
source: {permissionType} permission is required for the best experience. You can change this later in Settings.
es_es: Se requiere un permiso {permissionType} para la mejor experiencia. Puedes cambiar esto más tarde en ajustes.
id: Izin {permissionType} diperlukan untuk pengalaman terbaik. Anda dapat mengubahnya nanti di Pengaturan.
ja: 最適な体験を得るには {permissionType} の権限が必要です。この権限は設定で後から変更できます。
pt_pt: A permissão {permissionType} é necessária para a melhor experiência. Você pode alterar isso mais tarde em Configurações.
ru: Для оптимальной работы требуется разрешение {permissionType}. Вы можете изменить это позже в настройках.

# setupSelectDownloadFolder
source: Select Download Folder
es_es: Seleccionar carpeta de descarga
id: Pilih Folder Unduhan
ja: ダウンロードフォルダを選択
pt_pt: Escolher Pasta de Download
ru: Выбрать папку для скачивания

# setupUseDefaultFolder
source: Use Default Folder?
es_es: ¿Usar carpeta por defecto?
id: Gunakan Folder Default?
ja: デフォルトのフォルダを使用しますか？
pt_pt: Usar Pasta Padrão?
ru: Использовать папку по умолчанию?

# setupNoFolderSelected
source: No folder selected. Would you like to use the default Music folder?
es_es: No se ha seleccionado ninguna carpeta. ¿Desea utilizar la carpeta por defecto?
id: Tidak ada folder dipilih. Apakah Anda ingin menggunakan folder Musik default?
pt_pt: Nenhuma pasta selecionada. Você gostaria de usar a pasta padrão de música?
ru: Папка не выбрана. Хотите использовать папку Музыка по умолчанию?

# setupUseDefault
source: Use Default
es_es: Usar por defecto
id: Gunakan Default
ja: デフォルトを使用する
pt_pt: Usar Padrão
ru: По умолчанию

# setupDownloadLocationTitle
source: Download Location
es_es: Ubicación de descarga
id: Lokasi Unduhan
ja: ダウンロード先
pt_pt: Local do Download
ru: Папка для скачивания

# setupDownloadLocationIosMessage
source: On iOS, downloads are saved to the app's Documents folder. You can access them via the Files app.
es_es: En iOS, las descargas se guardan en la carpeta de documentos de la aplicación. Puede acceder a ellas desde la aplicación Archivos.
id: Di iOS, unduhan disimpan ke folder Documents aplikasi. Anda dapat mengaksesnya melalui aplikasi Files.
pt_pt: No iOS, downloads são salvos na pasta Documentos do aplicativo. Você pode acessá-los através do app Arquivos.
ru: В iOS загрузки сохраняются в папке Документы приложения. Вы можете получить к ним доступ через приложение Файлы.

# setupAppDocumentsFolder
source: App Documents Folder
es_es: Carpeta de documentos de App
id: Folder Documents Aplikasi
ja: アプリのドキュメントフォルダ
pt_pt: Pasta Documentos do App
ru: Папка Документы приложения

# setupAppDocumentsFolderSubtitle
source: Recommended - accessible via Files app
es_es: Recomendado - accesible desde la aplicación Archivos
id: Direkomendasikan - dapat diakses via aplikasi Files
pt_pt: Recomendado - acessível através do aplicativo Arquivos
ru: Рекомендуется - доступ через Файлы

# setupChooseFromFiles
source: Choose from Files
es_es: Elegir de archivos
id: Pilih dari Files
ja: ファイルから選択
pt_pt: Escolher dos Arquivos
ru: Выбрать из файлов

# setupChooseFromFilesSubtitle
source: Select iCloud or other location
es_es: Seleccione iCloud u otra ubicación
id: Pilih lokasi iCloud atau lainnya
ja: iCloud またはその他の場所を選択
pt_pt: Selecione o iCloud ou outro local
ru: Выберите iCloud или другое местоположение

# setupIosEmptyFolderWarning
source: iOS limitation: Empty folders cannot be selected. Choose a folder with at least one file.
es_es: Limitación de iOS: No se pueden seleccionar carpetas vacías. Elige una carpeta con al menos un archivo.
id: Batasan iOS: Folder kosong tidak dapat dipilih. Pilih folder dengan minimal satu file.
pt_pt: Limitação do iOS: Pastas vazias não podem ser selecionadas. Escolha uma pasta com pelo menos um arquivo.
ru: Ограничение iOS: пустые папки не могут быть выбраны. Выберите папку, содержащую хотя бы один файл.

# setupDownloadInFlac
source: Download Spotify tracks in FLAC
es_es: Descargar pistas de Spotify en FLAC
id: Unduh lagu Spotify dalam format FLAC
ja: Spotify のトラックを FLAC でダウンロード
pt_pt: Baixar faixas do Spotify em FLAC
ru: Скачать Spotify треки во FLAC

# setupStepStorage
source: Storage
es_es: Almacenamiento
id: Penyimpanan
ja: ストレージ
pt_pt: Armazenamento
ru: Хранилище

# setupStepNotification
source: Notification
es_es: Notificación
id: Notifikasi
ja: 通知
pt_pt: Notificação
ru: Уведомления

# setupStepFolder
source: Folder
es_es: Carpeta
ja: フォルダ
pt_pt: Pasta
ru: Папка

# setupStepPermission
source: Permission
es_es: Permiso
id: Izin
ja: 権限
pt_pt: Permissão
ru: Разрешение

# setupStorageGranted
source: Storage Permission Granted!
es_es: ¡Permiso de almacenamiento concedido!
id: Izin Penyimpanan Diberikan!
ja: ストレージの権限が許可されました！
pt_pt: Permissão de Armazenamento Concedida!
ru: Доступ к хранилищу предоставлен!

# setupStorageRequired
source: Storage Permission Required
es_es: Permiso de almacenamiento requerido
id: Izin Penyimpanan Diperlukan
ja: ストレージの権限が必要です
pt_pt: Permissão de Armazenamento Necessária
ru: Требуется доступ к хранилищу

# setupStorageDescription
source: SpotiFLAC needs storage permission to save your downloaded music files.
es_es: SpotiFLAC necesita permiso de almacenamiento para guardar sus archivos de música descargados.
id: SpotiFLAC membutuhkan izin penyimpanan untuk menyimpan file musik yang diunduh.
ja: SpotiFLAC はダウンロードした音楽ファイルを保存するためにストレージの権限が必要です。
pt_pt: O SpotiFLAC precisa de permissão de armazenamento para salvar os seus arquivos de música baixados.
ru: SpotiFLAC требуется разрешение на хранение для сохранения скачанных файлов.

# setupNotificationGranted
source: Notification Permission Granted!
es_es: ¡Acceso a las notificaciones permitido!
id: Izin Notifikasi Diberikan!
ja: 通知の権限が許可されました！
pt_pt: Permissão de Notificações Concedida!
ru: Разрешение на уведомление предоставлено!

# setupNotificationEnable
source: Enable Notifications
es_es: Activar notificaciones
id: Aktifkan Notifikasi
ja: 通知を有効化する
pt_pt: Habilitar Notificações
ru: Включить уведомления

# setupNotificationDescription
source: Get notified when downloads complete or require attention.
es_es: Recibe notificaciones cuando las descargas completen o requieran atención.
id: Dapatkan pemberitahuan saat unduhan selesai atau membutuhkan perhatian.
pt_pt: Seja notificado quando os downloads completarem ou exigirem atenção.
ru: Получайте уведомления о завершении загрузки или о необходимости привлечения внимания.

# setupFolderSelected
source: Download Folder Selected!
es_es: ¡Carpeta de descarga seleccionada!
id: Folder Unduhan Dipilih!
ja: ダウンロードフォルダが選択済みです！
pt_pt: Pasta para Download Selecionada!
ru: Папка для загрузки выбрана!

# setupFolderChoose
source: Choose Download Folder
es_es: Cambiar carpeta de descargas
id: Pilih Folder Unduhan
ja: ダウンロードフォルダを選択
pt_pt: Escolher Pasta de Download
ru: Выбрать папку для скачивания

# setupFolderDescription
source: Select a folder where your downloaded music will be saved.
es_es: Seleccione una carpeta donde se guardará la música descargada.
id: Pilih folder tempat musik yang diunduh akan disimpan.
pt_pt: Selecione uma pasta onde as suas músicas baixadas serão salvas.
ru: Выберите папку, в которой будет сохраняться скачанная музыка.

# setupChangeFolder
source: Change Folder
es_es: Cambiar carpeta
id: Ubah Folder
ja: フォルダを変更
pt_pt: Alterar Pasta
ru: Сменить папку

# setupSelectFolder
source: Select Folder
es_es: Seleccionar Carpeta
id: Pilih Folder
ja: フォルダを選択
pt_pt: Seleccionar Pasta
ru: Выбрать папку

# setupSpotifyApiOptional
source: Spotify API (Optional)
es_es: API de Spotify (opcional)
id: Spotify API (Opsional)
ja: Spotify API (任意)
pt_pt: API do Spotify (opcional)
ru: Spotify API (необязательно)

# setupSpotifyApiDescription
source: Add your Spotify API credentials for better search results and access to Spotify-exclusive content.
es_es: Añade tus credenciales de la API de Spotify para mejores resultados de búsqueda y acceso al contenido exclusivo de Spotify.
id: Tambahkan kredensial Spotify API untuk hasil pencarian lebih baik dan akses ke konten eksklusif Spotify.
pt_pt: Adicione as suas credenciais da API do Spotify para obter melhores resultados de busca e acesso a conteúdo exclusivo do Spotify.
ru: Добавьте свои учётные данные Spotify для улучшения результатов поиска и доступа к эксклюзивному контенту Spotify.

# setupUseSpotifyApi
source: Use Spotify API
es_es: Usar API de Spotify
id: Gunakan Spotify API
ja: Spotify API を使用する
pt_pt: Usar API do Spotify
ru: Использовать Spotify API

# setupEnterCredentialsBelow
source: Enter your credentials below
es_es: Ingresa tus credenciales a continuación
id: Masukkan kredensial Anda di bawah
ja: 以下に認証情報を入力してください
pt_pt: Insira as suas credenciais abaixo
ru: Введите ваши учётные данные ниже

# setupUsingDeezer
source: Using Deezer (no account needed)
es_es: Usando Deezer (no se necesita cuenta)
id: Menggunakan Deezer (tidak perlu akun)
ja: Deezer を使用中 (アカウントは不要です)
pt_pt: Usando o Deezer (nenhuma conta necessária)
ru: Использование Deezer (аккаунт не требуется)

# setupEnterClientId
source: Enter Spotify Client ID
es_es: Introduzca el ID de cliente de Spotify
id: Masukkan Spotify Client ID
ja: Spotify クライアント ID を入力
pt_pt: Insira o Spotify Client ID
ru: Введите Client ID Spotify

# setupEnterClientSecret
source: Enter Spotify Client Secret
es_es: Ingresa el Client Secret de Spotify
id: Masukkan Spotify Client Secret
ja: Spotify クライアントシークレットを入力
pt_pt: Insira o Spotify Client Secret
ru: Введите Spotify Client Secret

# setupGetFreeCredentials
source: Get your free API credentials from the Spotify Developer Dashboard.
es_es: Obtén tus credenciales gratuitas de la API desde el Spotify Developer Dashboard.
id: Dapatkan kredensial API gratis dari Spotify Developer Dashboard.
ja: Spotify 開発者ダッシュボードから無料の API 認証情報を取得します。
pt_pt: Receba as suas credenciais de API gratuitas na Spotify Developer Dashboard.
ru: Получите бесплатный API учётной записи на панели разработчика Spotify.

# setupEnableNotifications
source: Enable Notifications
es_es: Activar notificaciones
id: Aktifkan Notifikasi
ja: 通知を有効化する
pt_pt: Habilitar Notificações
ru: Включить уведомления

# setupProceedToNextStep
source: You can now proceed to the next step.
es_es: Ahora puedes continuar con el siguiente paso.
id: Anda dapat melanjutkan ke langkah berikutnya.
pt_pt: Você já pode prosseguir para o próximo passo.
ru: Теперь вы можете перейти к следующему шагу.

# setupNotificationProgressDescription
source: You will receive download progress notifications.
es_es: Recibirás notificaciones de progreso de descargas.
id: Anda akan menerima notifikasi progres unduhan.
pt_pt: Você receberá notificações de progresso dos downloads.
ru: Вы будете получать уведомления о ходе загрузки.

# setupNotificationBackgroundDescription
source: Get notified about download progress and completion. This helps you track downloads when the app is in background.
es_es: Recibe notificaciones sobre el progreso de la descarga y la finalización. Esto te ayuda a rastrear las descargas cuando la aplicación está en segundo plano.
id: Dapatkan notifikasi tentang progres dan penyelesaian unduhan. Ini membantu Anda melacak unduhan saat aplikasi di latar belakang.
pt_pt: Seja notificado sobre o progresso e conclusão do download. Isso ajuda você a acompanhar os downloads quando o app estiver em segundo plano.
ru: Получайте уведомления о ходе и завершении загрузки. Это поможет вам отслеживать загрузки, когда приложение находится в фоновом режиме.

# setupSkipForNow
source: Skip for now
es_es: Omitir por ahora
id: Lewati untuk sekarang
ja: 今はスキップ
pt_pt: Ignorar por enquanto
ru: Пропустить

# setupBack
source: Back
es_es: Atrás
id: Kembali
ja: 戻る
pt_pt: Voltar
ru: Назад

# setupNext
source: Next
es_es: Siguiente
id: Lanjut
ja: 次へ
pt_pt: Próximo
ru: Далее

# setupGetStarted
source: Get Started
es_es: Empezar
id: Mulai
pt_pt: Começar
ru: Приступить к работе

# setupSkipAndStart
source: Skip & Start
es_es: Saltar y empezar
id: Lewati & Mulai
ja: スキップと開始
pt_pt: Ignorar e Iniciar
ru: Пропустить и начать

# setupAllowAccessToManageFiles
source: Please enable "Allow access to manage all files" in the next screen.
es_es: Por favor, activa "Permitir el acceso para gestionar todos los archivos" en la siguiente pantalla.
id: Harap aktifkan "Izinkan akses untuk mengelola semua file" di layar berikutnya.
pt_pt: Por favor, habilite "Permitir acesso para gerenciar todos os arquivos" na próxima tela.
ru: Пожалуйста, включите "Разрешить доступ для управления всеми файлами" на следующем экране.

# setupGetCredentialsFromSpotify
source: Get credentials from developer.spotify.com
es_es: Obtener credenciales de developer.spotify.com
id: Dapatkan kredensial dari developer.spotify.com
ja: developer.spotify.com から認証情報を取得します
pt_pt: Obter credenciais do developer.spotify.com
ru: Получить учётные данные с developer.spotify.com

# dialogCancel
source: Cancel
es_es: Cancelar
id: Batal
ja: キャンセル
pt_pt: Cancelar
ru: Отмена

# dialogOk
source: OK
es_es: Aceptar
ru: ОК

# dialogSave
source: Save
es_es: Guardar
id: Simpan
ja: 保存
pt_pt: Salvar
ru: Сохранить

# dialogDelete
source: Delete
es_es: Eliminar
id: Hapus
ja: 削除
pt_pt: Apagar
ru: Удалить

# dialogRetry
source: Retry
es_es: Volver a intentar
id: Coba Lagi
ja: 再試行
pt_pt: Tentar novamente
ru: Повторить

# dialogClose
source: Close
es_es: Cerrar
id: Tutup
ja: 閉じる
pt_pt: Fechar
ru: Закрыть

# dialogYes
source: Yes
es_es: Sí
id: Ya
ja: はい
pt_pt: Sim
ru: Да

# dialogNo
source: No
id: Tidak
ja: いいえ
pt_pt: Não
ru: Нет

# dialogClear
source: Clear
es_es: Borrar
id: Hapus
ja: 消去
pt_pt: Limpar
ru: Очистить

# dialogConfirm
source: Confirm
es_es: Confirmar
id: Konfirmasi
ja: 続行
pt_pt: Confirmar
ru: Подтвердить
