Repository: zarzet/SpotiFLAC-Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: es_es, id, ja, pt_pt, ru

# dialogDone
source: Done
es_es: Hecho
id: Selesai
ja: 完了
pt_pt: Concluído
ru: Готово

# dialogImport
source: Import
es_es: Importar
id: Impor
ja: インポート
pt_pt: Importar
ru: Импорт

# dialogDiscard
source: Discard
es_es: Descartar
id: Buang
ja: 破棄
pt_pt: Descartar
ru: Отменить

# dialogRemove
source: Remove
es_es: Eliminar
id: Hapus
ja: 削除
pt_pt: Remover
ru: Убрать

# dialogUninstall
source: Uninstall
es_es: Desinstalar
id: Copot
ja: アンインストール
pt_pt: Desinstalar
ru: Удалить

# dialogDiscardChanges
source: Discard Changes?
es_es: ¿Descartar cambios?
id: Buang Perubahan?
ja: 変更を破棄しますか？
pt_pt: Descartar Alterações?
ru: Отменить изменения?

# dialogUnsavedChanges
source: You have unsaved changes. Do you want to discard them?
es_es: Tienes cambios sin guardar. ¿Quieres descartarlos?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda ingin membuangnya?
pt_pt: Você tem alterações não salvas. Deseja descartá-las?
ru: Есть несохраненные изменения. Отменить их?

# dialogDownloadFailed
source: Download Failed
es_es: Descarga fallida
id: Unduhan Gagal
ja: ダウンロードに失敗しました
pt_pt: Download Falhou
ru: Ошибка скачивания

# dialogTrackLabel
source: Track:
es_es: Pista:
id: Lagu:
ja: トラック:
pt_pt: Faixa:
ru: Трек:

# dialogArtistLabel
source: Artist:
es_es: Artista:
id: Artis:
ja: アーティスト:
pt_pt: Artista:
ru: Исполнитель:

# dialogErrorLabel
source: Error:
ja: エラー:
pt_pt: Erro:
ru: Ошибка:

# dialogClearAll
source: Clear All
es_es: Eliminar todo
id: Hapus Semua
ja: すべて消去
pt_pt: Limpar Tudo
ru: Очистить всё

# dialogClearAllDownloads
source: Are you sure you want to clear all downloads?
es_es: ¿Estás seguro de que quieres borrar todas las descargas?
id: Apakah Anda yakin ingin menghapus semua unduhan?
pt_pt: Você tem certeza que deseja limpar todos os downloads?
ru: Вы уверены, что хотите очистить все загрузки?

# dialogRemoveFromDevice
source: Remove from device?
es_es: ¿Eliminar del dispositivo?
id: Hapus dari perangkat?
ja: デバイスから削除しますか？
pt_pt: Remover do dispositivo?
ru: Удалить с устройства?

# dialogRemoveExtension
source: Remove Extension
es_es: Eliminar extensión
id: Hapus Ekstensi
ja: 拡張を削除
pt_pt: Remover Extensão
ru: Удалить расширение

# dialogRemoveExtensionMessage
source: Are you sure you want to remove this extension? This cannot be undone.
es_es: ¿Estás seguro de que quieres eliminar esta extensión? Esto no se puede deshacer.
id: Apakah Anda yakin ingin menghapus ekstensi ini? Tindakan ini tidak dapat dibatalkan.
pt_pt: Tem certeza de que deseja remover esta extensão? Isso não pode ser desfeito.
ru: Вы уверены, что хотите удалить это расширение? Это действие не может быть отменено.

# dialogUninstallExtension
source: Uninstall Extension?
es_es: ¿Desinstalar extensión?
id: Copot Ekstensi?
ja: 拡張をアンインストールしますか？
pt_pt: Desinstalar Extensão?
ru: Удалить расширение?

# dialogUninstallExtensionMessage
source: Are you sure you want to remove {extensionName}?
es_es: ¿Estás seguro de que quieres eliminar {extensionName}?
id: Apakah Anda yakin ingin menghapus {extensionName}?
pt_pt: Tem certeza que deseja remover {extensionName}?
ru: Вы уверены, что хотите удалить {extensionName}?

# dialogClearHistoryTitle
source: Clear History
es_es: Borrar historial
id: Hapus Riwayat
ja: 履歴を消去
pt_pt: Limpar Histórico
ru: Очистить историю

# dialogClearHistoryMessage
source: Are you sure you want to clear all download history? This cannot be undone.
es_es: ¿Estás seguro de que quieres borrar todo el historial de descargas? Esta acción no se puede deshacer.
id: Apakah Anda yakin ingin menghapus semua riwayat unduhan? Ini tidak dapat dibatalkan.
pt_pt: Tem certeza que deseja limpar todo o histórico de downloads? Isso não pode ser desfeito.
ru: Вы уверены, что хотите удалить всю историю загрузок? Это действие необратимо.

# dialogDeleteSelectedTitle
source: Delete Selected
es_es: Borrar Seleccionados
id: Hapus yang Dipilih
ja: 選択済みを削除
pt_pt: Apagar Selecionados
ru: Удалить выбранные

# dialogDeleteSelectedMessage
source: Delete {count} {count, plural, =1{track} other{tracks}} from history? This will also delete the files from storage.
es_es: ¿Eliminar {count} {count, plural, one {}=1{pista} other{pistas}} del historial? Esto también eliminará los archivos del almacenamiento.
id: Hapus {count} {count, plural, =1{lagu} other{lagu}} dari riwayat? Ini juga akan menghapus file dari penyimpanan.
pt_pt: Apagar {count} {count, plural, one {}=1{faixa} other{faixas}} do histórico? Isso também apagará os arquivos do armazenamento.
ru: Удалить {count} {count, plural, one {трек} few {трека} many {треков} =1{трек} other{треков}} из истории? Это также удалит файлы из хранилища.

# dialogImportPlaylistTitle
source: Import Playlist
es_es: Importar lista de reproducción
id: Impor Playlist
ja: プレイリストをインポート
pt_pt: Importar Playlist
ru: Импорт плейлиста

# dialogImportPlaylistMessage
source: Found {count} tracks in CSV. Add them to download queue?
es_es: Se han encontrado pistas {count} en CSV. ¿Añadirlas para descargar la cola?
id: Ditemukan {count} lagu di CSV. Tambahkan ke antrian unduhan?
pt_pt: {count} Faixas encontradas em CSV. Adicioná-las à lista de downloads?
ru: Найдено {count} треков в CSV. Добавить их в очередь загрузки?

# csvImportTracks
source: {count} tracks from CSV
es_es: {count} pistas de CSV
pt_pt: {count} faixas do CSV
ru: {count} трек(-ов) из CSV

# snackbarAddedToQueue
source: Added "{trackName}" to queue
es_es: Añadido "{trackName}" a la cola
id: Menambahkan "{trackName}" ke antrian
ja: 「{trackName}」をキューに追加しました
pt_pt: "{trackName}" adicionada à fila
ru: "{trackName}" добавлен в очередь

# snackbarAddedTracksToQueue
source: Added {count} tracks to queue
es_es: Añadidas pistas {count} a la cola
id: Menambahkan {count} lagu ke antrian
ja: {count} 個のトラックをキューに追加しました
pt_pt: {count} faixas adicionadas à fila
ru: Добавлено {count} треков в очередь

# snackbarAlreadyDownloaded
source: "{trackName}" already downloaded
es_es: "{trackName}" ya descargado
id: "{trackName}" sudah diunduh
ja: 「{trackName}」は既にダウンロードされています
pt_pt: "{trackName}" já foi baixada
ru: "{trackName}" уже скачан

# snackbarHistoryCleared
source: History cleared
es_es: Historial borrado
id: Riwayat dihapus
ja: 履歴を消去しました
pt_pt: Histórico limpo
ru: История очищена

# snackbarCredentialsSaved
source: Credentials saved
es_es: Credenciales guardadas
id: Kredensial disimpan
ja: 認証情報を保存しました
pt_pt: Credenciais salvas
ru: Учётные данные сохранены

# snackbarCredentialsCleared
source: Credentials cleared
es_es: Credenciales borradas
id: Kredensial dihapus
ja: 認証情報を消去しました
pt_pt: Credenciais limpas
ru: Учётные данные очищены

# snackbarDeletedTracks
source: Deleted {count} {count, plural, =1{track} other{tracks}}
es_es: Eliminado {count} {count, plural, one {}=1{pista} other{pistas}}
id: Menghapus {count} {count, plural, =1{lagu} other{lagu}}
ja: {count} {count, plural, =1{個のトラック} other{個のトラック}}を削除
pt_pt: {count} {count, plural, one {}=1{faixa apagada} other{faixas apagadas}}
ru: Удалено {count} {count, plural, one {трек} few {трека} many {треков} =1{трек} other{треков}}

# snackbarCannotOpenFile
source: Cannot open file: {error}
es_es: No se puede abrir el archivo: {error}
id: Tidak dapat membuka file: {error}
ja: ファイルが開けません: {error}
pt_pt: Não foi possível abrir o arquivo: {error}
ru: Невозможно открыть файл: {error}

# snackbarFillAllFields
source: Please fill all fields
es_es: Por favor, completa todos los campos
id: Harap isi semua field
ja: すべての項目を入力してください
pt_pt: Por favor, preencha todos os campos
ru: Пожалуйста, заполните все поля

# snackbarViewQueue
source: View Queue
es_es: Ver cola
id: Lihat Antrian
ja: キューを表示
pt_pt: Ver Fila
ru: Просмотр очереди

# snackbarFailedToLoad
source: Failed to load: {error}
es_es: Error al cargar: {error}
id: Gagal memuat: {error}
ja: 読み込みに失敗: {error}
pt_pt: Falha ao carregar: {error}
ru: Ошибка загрузки: {error}

# snackbarUrlCopied
source: {platform} URL copied to clipboard
es_es: URL {platform} copiada al portapapeles
id: URL {platform} disalin ke clipboard
ja: {platform} の URL をクリップボードにコピーしました
pt_pt: URL do {platform} copiado para a área de transferência
ru: {platform} ссылка скопирована в буфер обмена

# snackbarFileNotFound
source: File not found
es_es: Archivo no encontrado
id: File tidak ditemukan
ja: ファイルがありません
pt_pt: Arquivo não encontrado
ru: Файл не найден

# snackbarSelectExtFile
source: Please select a .spotiflac-ext file
es_es: Por favor, seleccione un archivo .spotiflac-ext
id: Harap pilih file .spotiflac-ext
ja: .spotiflac-ext ファイルを選択してください
pt_pt: Por favor, selecione um arquivo .spotiflac-ext
ru: Пожалуйста, выберите .spotiflac-ext-файл

# snackbarProviderPrioritySaved
source: Provider priority saved
es_es: Prioridad de proveedor guardada
id: Prioritas provider disimpan
ja: プロバイダーの優先度を保存しました
pt_pt: Prioridade de provedor salva
ru: Приоритет провайдера сохранён

# snackbarMetadataProviderSaved
source: Metadata provider priority saved
es_es: Prioridad de proveedor de metadatos guardada
id: Prioritas provider metadata disimpan
ja: メタデータプロバイダーの優先度を保存しました
pt_pt: Prioridade do provedor de metadados salva
ru: Приоритет провайдера метаданных сохранён

# snackbarExtensionInstalled
source: {extensionName} installed.
es_es: {extensionName} instalado.
id: {extensionName} terpasang.
ja: {extensionName} をインストールしました。
pt_pt: {extensionName} instalada.
ru: {extensionName} установлено.

# snackbarExtensionUpdated
source: {extensionName} updated.
es_es: {extensionName} actualizada.
id: {extensionName} diperbarui.
ja: {extensionName} を更新しました。
pt_pt: {extensionName} atualizada.
ru: {extensionName} Обновлено.

# snackbarFailedToInstall
source: Failed to install extension
es_es: Fallo al instalar la extensión
id: Gagal memasang ekstensi
ja: 拡張のインストールに失敗しました
pt_pt: Falha ao instalar a extensão
ru: Не удалось установить расширение

# snackbarFailedToUpdate
source: Failed to update extension
es_es: Error al actualizar la extensión
id: Gagal memperbarui ekstensi
ja: 拡張の更新に失敗しました
pt_pt: Falha ao atualizar a extensão
ru: Не удалось обновить расширение

# errorRateLimited
source: Rate Limited
es_es: Límite Excedido
id: Dibatasi
ja: レート制限
pt_pt: Tráfico Limitado (Rate Limited)
ru: Слишком много запросов

# errorRateLimitedMessage
source: Too many requests. Please wait a moment before searching again.
es_es: Demasiadas solicitudes. Por favor, espere un momento antes de buscar de nuevo.
id: Terlalu banyak permintaan. Harap tunggu sebentar sebelum mencari lagi.
pt_pt: Muitas solicitações. Por favor, aguarde um momento antes de pesquisar novamente.
ru: Слишком много запросов. Пожалуйста, подождите минуту перед повторным поиском.

# errorFailedToLoad
source: Failed to load {item}
es_es: Error al cargar {item}
id: Gagal memuat {item}
pt_pt: Falha ao carregar {item}
ru: Ошибка загрузки {item}

# errorNoTracksFound
source: No tracks found
es_es: No se encontraron pistas
id: Tidak ada lagu ditemukan
ja: トラックがありません
pt_pt: Nenhuma faixa encontrada
ru: Треки не найдены

# errorMissingExtensionSource
source: Cannot load {item}: missing extension source
es_es: No se puede cargar {item}: falta una fuente de extensión
id: Tidak dapat memuat {item}: sumber ekstensi tidak ada
ja: {item} を読み込めません: 拡張ソースがありません
pt_pt: Não é possível carregar {item}: faltando a fonte da extensão
ru: Невозможно загрузить {item}: отсутствует источник расширения

# statusQueued
source: Queued
es_es: En cola
id: Mengantri
ja: キュー済み
pt_pt: Na Fila
ru: В очереди

# statusDownloading
source: Downloading
es_es: Descargando
id: Mengunduh
ja: ダウンロード中
pt_pt: Baixando
ru: Скачивание

# statusFinalizing
source: Finalizing
es_es: Finalizando
id: Menyelesaikan
ja: 終了処理中
pt_pt: Finalizando
ru: Завершение

# statusCompleted
source: Completed
es_es: Completado
id: Selesai
ja: 完了しました
pt_pt: Concluído
ru: Завершено

# statusFailed
source: Failed
es_es: Error
id: Gagal
ja: 失敗しました
pt_pt: Falhou
ru: Неудачно

# statusSkipped
source: Skipped
es_es: Omitido
id: Dilewati
ja: スキップしました
pt_pt: Ignorado
ru: Пропущено

# statusPaused
source: Paused
es_es: Pausado
id: Dijeda
ja: 一時停止中
pt_pt: Pausado
ru: Приостановлено

# actionPause
source: Pause
es_es: Pausar
id: Jeda
ja: 一時停止
pt_pt: Pausar
ru: Пауза

# actionResume
source: Resume
es_es: Reanudar
id: Lanjutkan
ja: 再開
pt_pt: Retomar
ru: Возобновить

# actionCancel
source: Cancel
es_es: Cancelar
id: Batal
ja: キャンセル
pt_pt: Cancelar
ru: Отмена

# actionStop
source: Stop
es_es: Detener
id: Hentikan
ja: 停止
pt_pt: Parar
ru: Стоп

# actionSelect
source: Select
es_es: Seleccionar
id: Pilih
ja: 選択
pt_pt: Selecionar
ru: Выбрать

# actionSelectAll
source: Select All
es_es: Seleccionar Todo
id: Pilih Semua
ja: すべて選択
pt_pt: Selecionar Tudo
ru: Выбрать все

# actionDeselect
source: Deselect
es_es: Deseleccionar
id: Batal Pilih
ja: 選択を解除
pt_pt: Desselecionar
ru: Снять выделение

# actionPaste
source: Paste
es_es: Pegar
id: Tempel
ja: 貼り付け
pt_pt: Colar
ru: Вставить

# actionImportCsv
source: Import CSV
es_es: Importar CSV
id: Impor CSV
ja: CSV をインポート
pt_pt: Importar CSV
ru: Импорт CSV

# actionRemoveCredentials
source: Remove Credentials
es_es: Eliminar credenciales
id: Hapus Kredensial
ja: 認証情報を削除
pt_pt: Remover Credenciais
ru: Удалить учётные данные

# actionSaveCredentials
source: Save Credentials
es_es: Guardar credenciales
id: Simpan Kredensial
ja: 認証情報を保存
pt_pt: Salvar Credenciais
ru: Сохранить учётные данные

# selectionSelected
source: {count} selected
es_es: {count} seleccionado
id: {count} dipilih
ja: {count} 個を選択済み
pt_pt: {count} selecionado(s)
ru: {count} выбрано

# selectionAllSelected
source: All tracks selected
es_es: Todas las pistas seleccionadas
id: Semua lagu dipilih
ja: すべてのトラックを選択済み
pt_pt: Todas as faixas selecionadas
ru: Все треки выбраны

# selectionTapToSelect
source: Tap tracks to select
es_es: Toca las pistas para seleccionar
id: Ketuk lagu untuk memilih
ja: トラックをタップで選択
pt_pt: Toque nas faixas para selecionar
ru: Нажмите на треки для выбора

# selectionDeleteTracks
source: Delete {count} {count, plural, =1{track} other{tracks}}
es_es: ¡Eliminar {count} {count, plural, one {}=1{pista} other{pistas}}
id: Hapus {count} {count, plural, =1{lagu} other{lagu}}
ja: {count} {count, plural, =1{個のトラック} other{個のトラック}}を削除
pt_pt: Apagar {count} {count, plural, one {}=1{faixa} other{faixas}}
ru: Удалить {count} {count, plural, one {трек} few {трека} many {треков} =1{трек} other{треков}}

# selectionSelectToDelete
source: Select tracks to delete
es_es: Seleccionar pistas a eliminar
id: Pilih lagu untuk dihapus
ja: トラックを選択で削除
pt_pt: Selecione as faixas para apagar
ru: Выберите треки для удаления

# progressFetchingMetadata
source: Fetching metadata... {current}/{total}
es_es: Obteniendo metadatos... {current}/{total}
id: Mengambil metadata... {current}/{total}
ja: メタデータを取得中... {current}/{total}
pt_pt: Buscando metadados... {current}/{total}
ru: Получение метаданных... {current}/{total}

# progressReadingCsv
source: Reading CSV...
es_es: Leyendo CSV...
id: Membaca CSV...
ja: CSV を読み取り中...
pt_pt: Lendo CSV...
ru: Чтение CSV...

# searchSongs
source: Songs
es_es: Canciones
id: Lagu
ja: 曲
pt_pt: Músicas
ru: Песни

# searchArtists
source: Artists
es_es: Artistas
id: Artis
ja: アーティスト
pt_pt: Artistas
ru: Исполнители

# searchAlbums
source: Albums
es_es: Álbumes
id: Album
ja: アルバム
pt_pt: Álbuns
ru: Альбомы

# searchPlaylists
source: Playlists
es_es: Listas de reproducción
id: Playlist
ja: プレイリスト
ru: Плейлисты

# tooltipPlay
source: Play
es_es: Reproducir
id: Putar
ja: 再生
pt_pt: Reproduzir
ru: Воспроизвести

# tooltipCancel
source: Cancel
es_es: Cancelar
id: Batal
ja: キャンセル
pt_pt: Cancelar
ru: Отмена

# tooltipStop
source: Stop
es_es: Detener
id: Hentikan
ja: 停止
pt_pt: Parar
ru: Стоп

# tooltipRetry
source: Retry
es_es: Volver a intentar
id: Coba Lagi
ja: 再試行
pt_pt: Tentar Novamente
ru: Повторить

# tooltipRemove
source: Remove
es_es: Eliminar
id: Hapus
ja: 削除
pt_pt: Remover
ru: Убрать

# tooltipClear
source: Clear
es_es: Borrar
id: Hapus
ja: 消去
pt_pt: Limpar
ru: Очистить

# tooltipPaste
source: Paste
es_es: Pegar
id: Tempel
ja: 貼り付け
pt_pt: Colar
ru: Вставить

source: Filename Format
es_es: Formato del nombre del archivo
id: Format Nama File
ja: ファイル名の形式
pt_pt: Formato do Nome do Arquivo
ru: Формат имени файла

# filenameFormatPreview
source: Preview: {preview}
es_es: Vista previa: {preview}
id: Pratinjau: {preview}
ja: プレビュー: {preview}
pt_pt: Prévia: {preview}
ru: Предпросмотр: {preview}

# filenameAvailablePlaceholders
source: Available placeholders:
es_es: Marcadores disponibles:
id: Placeholder yang tersedia:
ja: 利用可能なプレースホルダー:
pt_pt: Substituições permitidas:
ru: Доступные заполнители:

source: Folder Organization
es_es: Organización de carpetas
id: Organisasi Folder
ja: フォルダ構成
pt_pt: Organização de Pastas
ru: Организация папок

# folderOrganizationNone
source: No organization
es_es: Ninguna organización
id: Tidak ada
ja: 構成がありません
pt_pt: Nenhuma organização
ru: Без организации

# folderOrganizationByArtist
source: By Artist
es_es: Por Artista
id: Berdasarkan Artis
ja: アーティスト別
pt_pt: Por Artista
ru: По исполнителю

# folderOrganizationByAlbum
source: By Album
es_es: Por Álbum
id: Berdasarkan Album
ja: アルバム別
pt_pt: Por Album
ru: По альбому

# folderOrganizationByArtistAlbum
source: Artist/Album
es_es: Artista/Álbum
id: Berdasarkan Artis & Album
ja: アーティスト/アルバム
pt_pt: Artista/Álbum
ru: Исполнитель/Альбом

# folderOrganizationDescription
source: Organize downloaded files into folders
es_es: Organizar los archivos descargados en carpetas
id: Atur file yang diunduh ke dalam folder
ja: ダウンロードしたファイルをフォルダに整理する
pt_pt: Organizar arquivos baixados em pastas
ru: Сортировать скачанные файлы по папкам

# folderOrganizationNoneSubtitle
source: All files in download folder
es_es: Todos los archivos de la carpeta de descargas
id: Semua file di folder unduhan
ja: ダウンロードフォルダ内のすべてのファイル
pt_pt: Todos os arquivos na pasta de download
ru: Все файлы в папке загрузок

# folderOrganizationByArtistSubtitle
source: Separate folder for each artist
es_es: Carpeta separada para cada artista
id: Folder terpisah untuk setiap artis
pt_pt: Pasta separada para cada artista
ru: Отдельная папка для каждого исполнителя

# folderOrganizationByAlbumSubtitle
source: Separate folder for each album
es_es: Carpeta separada para cada artista
id: Folder terpisah untuk setiap album
pt_pt: Pasta separada para cada álbum
ru: Отдельная папка для каждого альбома

# folderOrganizationByArtistAlbumSubtitle
source: Nested folders for artist and album
es_es: Carpetas organizadas por artista y álbum
id: Folder bersarang untuk artis dan album
pt_pt: Pastas aninhadas para artista e álbum
ru: Вложенные папки для исполнителей и альбомов

source: Update Available
es_es: Actualización Disponible
id: Pembaruan Tersedia
ja: 更新が利用可能です
pt_pt: Atualização Disponível
ru: Доступно обновление

# updateNewVersion
source: Version {version} is available
es_es: Versión {version} está disponible
id: Versi {version} tersedia
ja: バージョン {version} が利用可能です
pt_pt: A versão {version} está disponível
ru: Версия {version} доступна

# updateDownload
source: Download
es_es: Descargar
id: Unduh
ja: ダウンロード
pt_pt: Baixar
ru: Скачать

# updateLater
source: Later
es_es: Más tarde
id: Nanti
ja: 後で
pt_pt: Depois
ru: Позже

# updateChangelog
source: Changelog
es_es: Historial de cambios
id: Log Perubahan
ja: 更新履歴
pt_pt: Lista de alterações
ru: Список изменений

# updateStartingDownload
source: Starting download...
es_es: Iniciando descarga...
id: Memulai unduhan...
ja: ダウンロードを開始中...
pt_pt: Iniciando download...
ru: Загрузка началась...

# updateDownloadFailed
source: Download failed
es_es: Descarga fallida
id: Unduhan gagal
ja: ダウンロードに失敗しました
pt_pt: Download falhou
ru: Не удалось скачать

# updateFailedMessage
source: Failed to download update
es_es: Error al descargar la actualización
id: Gagal mengunduh pembaruan
ja: 更新のダウンロードに失敗しました
pt_pt: Falha ao baixar a atualização
ru: Сбой загрузки обновления

# updateNewVersionReady
source: A new version is ready
es_es: Una nueva versión está lista
id: Versi baru sudah siap
ja: 新しいバージョンの準備ができています
pt_pt: Uma nova versão está pronta
ru: Доступна новая версия

# updateCurrent
source: Current
es_es: Actual
id: Saat ini
ja: 現在
pt_pt: Atual
ru: Текущая

# updateNew
source: New
es_es: Nuevo
id: Baru
ja: 新着
pt_pt: Novo
ru: Новая

# updateDownloading
source: Downloading...
es_es: Descargando...
id: Mengunduh...
ja: ダウンロード中...
pt_pt: Baixando...
ru: Скачивание...

# updateWhatsNew
source: What's New
es_es: Novedades
id: Yang Baru
ja: 新着情報
pt_pt: Novidades
ru: Что нового

# updateDownloadInstall
source: Download & Install
es_es: Descargar & Instalar
id: Unduh & Pasang
ja: ダウンロードとインストール
pt_pt: Baixar e Instalar
ru: Скачать и установить

# updateDontRemind
source: Don't remind
es_es: No recordar
id: Jangan ingatkan
ja: 通知しない
pt_pt: Não lembrar
ru: Не напоминать

source: Provider Priority
es_es: Prioridad del proveedor
id: Prioritas Provider
ja: プロバイダーの優先度
pt_pt: Prioridade de Provedor
ru: Приоритет провайдера

# providerPrioritySubtitle
source: Drag to reorder download providers
es_es: Arrastre para reordenar los proveedores de descarga
id: Seret untuk mengatur ulang provider unduhan
ja: ドラッグでダウンロードプロバイダーを並べ替え
pt_pt: Arraste para reordenar os provedores de download
ru: Перетащите для изменения порядка

# providerPriorityTitle
source: Provider Priority
es_es: Prioridad del proveedor
id: Prioritas Provider
ja: プロバイダーの優先度
pt_pt: Prioridade de Provedor
ru: Приоритет провайдера

# providerPriorityDescription
source: Drag to reorder download providers. The app will try providers from top to bottom when downloading tracks.
es_es: Arrastra para reordenar los proveedores de descarga. La aplicación intentará usar los proveedores de arriba hacia abajo al descargar las pistas.
id: Seret untuk mengatur ulang urutan provider unduhan. Aplikasi akan mencoba provider dari atas ke bawah saat mengunduh lagu.
pt_pt: Arraste para reordenar provedores de download. O aplicativo irá tentar provedores de cima para baixo ao baixar as faixas.
ru: Перетаскивайте, чтобы изменить порядок провайдеров загрузки. Приложение будет пробовать провайдеров сверху вниз при загрузке треков.

# providerPriorityInfo
source: If a track is not available on the first provider, the app will automatically try the next one.
es_es: Si una pista no está disponible en el primer proveedor, la aplicación intentará automáticamente el siguiente.
id: Jika lagu tidak tersedia di provider pertama, aplikasi akan otomatis mencoba yang berikutnya.
pt_pt: Se uma faixa não estiver disponível no primeiro provedor, o aplicativo irá tentar automaticamente a próxima.
ru: Если трек не доступен у первого провайдера, приложение автоматически попробует следующий.

# providerBuiltIn
source: Built-in
es_es: Integrado
id: Bawaan
ja: 内蔵
pt_pt: Embutido
ru: Встроенные

# providerExtension
source: Extension
es_es: Extensión
id: Ekstensi
ja: 拡張
pt_pt: Extensão
ru: Расширение

source: Metadata Provider Priority
es_es: Prioridad del proveedor de metadatos
id: Prioritas Provider Metadata
ja: メタデータプロバイダーの優先度
pt_pt: Prioridade de Provedor de Metadados
ru: Приоритет провайдера метаданных

# metadataProviderPrioritySubtitle
source: Order used when fetching track metadata
es_es: Orden usado al recuperar metadatos de la pista
id: Urutan yang digunakan saat mengambil metadata lagu
pt_pt: Ordem usada para obter metadados de faixa
ru: Порядок, используемый при получении метаданных

# metadataProviderPriorityTitle
source: Metadata Priority
es_es: Prioridad de los metadatos
id: Prioritas Metadata
ja: メタデータの優先度
pt_pt: Prioridade de Metadados
ru: Приоритет метаданных
