Repository: zarzet/SpotiFLAC-Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: es_es, id, ja, pt_pt, ru

# appDescription
source: Download Spotify tracks in lossless quality from Tidal, Qobuz, and Amazon Music.
es_es: Descargue pistas de Spotify con calidad sin pérdida de Tidal, Qobuz y Amazon Music.
id: Unduh lagu Spotify dalam kualitas lossless dari Tidal, Qobuz, dan Amazon Music.
ja: Tidal、Qobuz、Amazon Music から Spotify のトラックをロスレス品質でダウンロードします。
pt_pt: Baixe faixas do Spotify em qualidade sem perdas de Tidal, Qobuz e Amazon Music.
ru: Скачайте треки Spotify в Lossless качестве из Tidal, Qobuz и Amazon Music.

# navHome
source: Home
es_es: Inicio
id: Beranda
ja: ホーム
pt_pt: Início
ru: Главная

# navHistory
source: History
es_es: Historial
id: Riwayat
ja: 履歴
pt_pt: Histórico
ru: История

# navSettings
source: Settings
es_es: Ajustes
id: Pengaturan
ja: 設定
pt_pt: Configurações
ru: Настройки

# navStore
source: Store
es_es: Tienda
id: Toko
ja: ストア
pt_pt: Loja
ru: Магазин

# homeTitle
source: Home
es_es: Inicio
id: Beranda
ja: ホーム
pt_pt: Início
ru: Главная

# homeSearchHint
source: Paste Spotify URL or search...
es_es: Pegar URL Spotify o buscar...
id: Tempel URL Spotify atau cari...
ja: Spotify の URL を貼り付けまたは検索...
pt_pt: Pesquise ou cole a URL do Spotify...
ru: Вставьте URL Spotify или выполните поиск...

# homeSearchHintExtension
source: Search with {extensionName}...
es_es: Buscar con {extensionName}...
id: Cari dengan {extensionName}...
ja: {extensionName} で検索...
pt_pt: Pesquisar com {extensionName}...
ru: Искать с помощью {extensionName}...

# homeSubtitle
source: Paste a Spotify link or search by name
es_es: Pegar enlace de Spotify o buscar por nombre
id: Tempel link Spotify atau cari berdasarkan nama
ja: Spotify のリンクを貼り付けるか、名前で検索します
pt_pt: Cole um link do Spotify ou procure por nome
ru: Вставьте ссылку Spotify или ищите по названию

# homeSupports
source: Supports: Track, Album, Playlist, Artist URLs
es_es: Soportes: Pista, Álbum, Lista de reproducción, URLs de Artistas
id: Mendukung: URL Track, Album, Playlist, Artis
ja: サポート: トラック、アルバム、プレイリスト、アーティスト、URL
pt_pt: Suporte: Faixas, Álbuns, Playlists, URLs de Artista
ru: Поддерживается: Трек, Альбом, Плейлист, URL исполнителя

# homeRecent
source: Recent
es_es: Recientes
id: Terbaru
ja: 最近
pt_pt: Recentes
ru: Недавние

# historyTitle
source: History
es_es: Historial
id: Riwayat
ja: 履歴
pt_pt: Histórico
ru: История

# historyDownloading
source: Downloading ({count})
es_es: Descargando ({count})
id: Mengunduh ({count})
ja: ダウンロード中 ({count})
pt_pt: Baixando ({count})
ru: Скачивание ({count})

# historyDownloaded
source: Downloaded
es_es: Descargado
id: Terunduh
ja: ダウンロード済み
pt_pt: Baixados
ru: Скачано

# historyFilterAll
source: All
es_es: Todo
id: Semua
ja: すべて
pt_pt: Tudo
ru: Все

# historyFilterAlbums
source: Albums
es_es: Álbumes
id: Album
ja: アルバム
pt_pt: Álbuns
ru: Альбомы

# historyFilterSingles
source: Singles
es_es: Pistas
id: Single
ja: シングル
ru: Синглы

# historyTracksCount
source: {count, plural, =1{1 track} other{{count} tracks}}
es_es: {count, plural, one {}=1{1 pista} other{{count} pistas}}
id: {count, plural, =1{1 lagu} other{{count} lagu}}
ja: {count, plural, =1{1 個のトラック} other{{count} 個のトラック}}
pt_pt: {count, plural, one {}=1{1 faixa} other{{count} faixas}}
ru: {count, plural, one {{count} трек} few {{count} трека} many {{count} треков} =1 {1 трек} other {{count} треков}}

# historyAlbumsCount
source: {count, plural, =1{1 album} other{{count} albums}}
es_es: {count, plural, one {}=1{1 álbum} other{{count} álbumes}}
id: {count, plural, =1{1 album} other{{count} album}}
ja: {count, plural, =1{1 個のアルバム} other{{count} 個のアルバム}}
pt_pt: {count, plural, one {}=1{1 álbum} other{{count} álbuns}}
ru: {count, plural, one {{count} альбом} few {{count} альбома} many {{count} альбомов} =1 {1 альбом} other {{count} альбомов}}

# historyNoDownloads
source: No download history
es_es: No hay historial de descargas
id: Tidak ada riwayat unduhan
ja: ダウンロード履歴はありません
pt_pt: Nenhum histórico de downloads
ru: Нет истории скачиваний

# historyNoDownloadsSubtitle
source: Downloaded tracks will appear here
es_es: Las pistas descargadas aparecerán aquí
id: Lagu yang diunduh akan muncul di sini
ja: ダウンロードしたトラックはここに表示されます
pt_pt: As faixas baixadas aparecerão aqui
ru: Скачанные треки появятся здесь

# historyNoAlbums
source: No album downloads
es_es: No hay descargas de álbum
id: Tidak ada unduhan album
ja: アルバムのダウンロードはありません
pt_pt: Sem álbuns baixados
ru: Нет скачанных альбомов

# historyNoAlbumsSubtitle
source: Download multiple tracks from an album to see them here
es_es: Descargar múltiples pistas de un álbum para verlas aquí
id: Unduh beberapa lagu dari album untuk melihatnya di sini
pt_pt: Baixe várias faixas de um álbum para vê-las aqui
ru: Скачайте несколько треков из альбома, чтобы увидеть их здесь

# historyNoSingles
source: No single downloads
es_es: No hay descargas
id: Tidak ada unduhan single
ja: シングルのダウンロードはありません
pt_pt: Sem singles baixados
ru: Нет скачанных синглов

# historyNoSinglesSubtitle
source: Single track downloads will appear here
es_es: Las descargas de una sola pista aparecerán aquí
id: Unduhan lagu satuan akan muncul di sini
pt_pt: Os downloads de faixa individuais aparecerão aqui
ru: Здесь будут отображаться загрузки синглов

# historySearchHint
source: Search history...
es_es: Buscar en historial...
ja: 検索履歴...
pt_pt: Pesquisar histórico...
ru: Поиск в истории...

# settingsTitle
source: Settings
es_es: Ajustes
id: Pengaturan
ja: 設定
pt_pt: Configurações
ru: Настройки

# settingsDownload
source: Download
es_es: Descargar
id: Unduhan
ja: ダウンロード
ru: Скачивание

# settingsAppearance
source: Appearance
es_es: Apariencia
id: Tampilan
ja: 外観
pt_pt: Aparência
ru: Внешний вид

# settingsOptions
source: Options
es_es: Opciones
id: Opsi
ja: オプション
pt_pt: Opções
ru: Опции

# settingsExtensions
source: Extensions
es_es: Extensiones
id: Ekstensi
ja: 拡張
pt_pt: Extensões
ru: Расширения

# settingsAbout
source: About
es_es: Acerca de
id: Tentang
ja: アプリについて
pt_pt: Sobre
ru: О программе

# downloadTitle
source: Download
es_es: Descargar
id: Unduhan
ja: ダウンロード
ru: Скачивание

source: Download Location
es_es: Ubicación de descarga
id: Lokasi Unduhan
ja: ダウンロード先
pt_pt: Local dos Downloads
ru: Папка для скачивания

# downloadLocationSubtitle
source: Choose where to save files
es_es: Elija dónde guardar los archivos
id: Pilih tempat menyimpan file
ja: ファイルの保存先を選択
pt_pt: Escolha onde salvar os arquivos
ru: Выберите, куда сохранить файлы

# downloadLocationDefault
source: Default location
es_es: Ubicación predeterminada
id: Lokasi default
ja: デフォルトの場所
pt_pt: Local padrão
ru: Расположение по умолчанию

# downloadDefaultService
source: Default Service
es_es: Servicio por defecto
id: Layanan Default
ja: デフォルトのサービス
pt_pt: Serviço Padrão
ru: Сервис по умолчанию

# downloadDefaultServiceSubtitle
source: Service used for downloads
es_es: Servicio usado para descargas
id: Layanan yang digunakan untuk unduhan
ja: ダウンロードに使用したサービス
pt_pt: Serviço usado para downloads
ru: Сервис, используемый для скачивания

# downloadDefaultQuality
source: Default Quality
es_es: Calidad por defecto
id: Kualitas Default
ja: デフォルトの品質
pt_pt: Qualidade Predefinida
ru: Качество по умолчанию

# downloadAskQuality
source: Ask Quality Before Download
es_es: Preguntar calidad antes de descargar
id: Tanya Kualitas Sebelum Unduh
ja: ダウンロード前に品質を確認する
pt_pt: Perguntar qualidade antes de baixar
ru: Спрашивать качество перед скачиванием

# downloadAskQualitySubtitle
source: Show quality picker for each download
es_es: Mostrar selector de calidad para cada descarga
id: Tampilkan pemilih kualitas untuk setiap unduhan
pt_pt: Mostrar seletor de qualidade para cada download
ru: Показывать выбор качества для каждого скачивания

# downloadFilenameFormat
source: Filename Format
es_es: Formato del nombre del archivo
id: Format Nama File
ja: ファイル名の形式
pt_pt: Formato do Nome do Arquivo
ru: Формат имени файла

# downloadFolderOrganization
source: Folder Organization
es_es: Organización de carpetas
id: Organisasi Folder
ja: フォルダ構成
pt_pt: Organização de Pastas
ru: Организация папок

# downloadSeparateSingles
source: Separate Singles
es_es: Separar Pistas
id: Pisahkan Single
ja: シングルを分割
pt_pt: Separar Singles
ru: Разделять синглы

# downloadSeparateSinglesSubtitle
source: Put single tracks in a separate folder
es_es: Colocar pistas individuales en una carpeta separada
id: Letakkan lagu satuan di folder terpisah
pt_pt: Colocar singles numa pasta separada
ru: Помещать синглы в отдельную папку

# qualityBest
source: Best Available
es_es: Mejor disponible
id: Terbaik
ja: おすすめ
pt_pt: Melhor Disponível
ru: Лучшее из доступных

# quality320
source: 320 kbps
ru: 320 кбит/с

# quality128
source: 128 kbps
ru: 128 кбит/с

# appearanceTitle
source: Appearance
es_es: Apariencia
id: Tampilan
ja: 外観
pt_pt: Aparência
ru: Внешний вид

# appearanceTheme
source: Theme
es_es: Tema
id: Tema
ja: テーマ
pt_pt: Tema
ru: Тема

# appearanceThemeSystem
source: System
es_es: Sistema
id: Sistem
ja: システム
pt_pt: Sistema
ru: Системная

# appearanceThemeLight
source: Light
es_es: Claro
id: Terang
ja: ライト
pt_pt: Claro
ru: Светлая

# appearanceThemeDark
source: Dark
es_es: Oscuro
id: Gelap
ja: ダーク
pt_pt: Escuro
ru: Тёмная

# appearanceDynamicColor
source: Dynamic Color
es_es: Color dinámico
id: Warna Dinamis
ja: ダイナミックカラー
pt_pt: Cores Dinâmicas
ru: Динамический цвет

# appearanceDynamicColorSubtitle
source: Use colors from your wallpaper
es_es: Usar colores de tu fondo de pantalla
id: Gunakan warna dari wallpaper Anda
ja: 壁紙の色を使用する
pt_pt: Usar cores do seu papel de parede
ru: Использовать цвета из ваших обоев

# appearanceAccentColor
source: Accent Color
es_es: Color Secundario
id: Warna Aksen
ja: アクセントカラー
pt_pt: Cor de Destaque
ru: Акцентный цвет

# appearanceHistoryView
source: History View
es_es: Vista de Historial
id: Tampilan Riwayat
ja: 履歴の表示
pt_pt: Visualização do Histórico
ru: Отображение истории

# appearanceHistoryViewList
source: List
es_es: Lista
id: Daftar
ja: リスト
pt_pt: Lista
ru: Список

# appearanceHistoryViewGrid
source: Grid
es_es: Cuadrícula
ja: グリッド
pt_pt: Grade
ru: Сетка

# optionsTitle
source: Options
es_es: Opciones
id: Opsi
ja: オプション
pt_pt: Opções
ru: Опции

# optionsSearchSource
source: Search Source
es_es: Buscar Fuente
id: Sumber Pencarian
ja: 検索ソース
pt_pt: Origem da Pesquisa
ru: Поиск источника

# optionsPrimaryProvider
source: Primary Provider
es_es: Proveedor Principal
id: Provider Utama
ja: プライマリーのプロバイダー
pt_pt: Provedor Primário
ru: Основной провайдер

# optionsPrimaryProviderSubtitle
source: Service used when searching by track name.
es_es: Servicio usado al buscar por nombre de la pista.
id: Layanan yang digunakan saat mencari berdasarkan nama lagu.
pt_pt: Serviço usado ao pesquisar por nome da faixa.
ru: Сервис, используемый при поиске по названию трека.

# optionsUsingExtension
source: Using extension: {extensionName}
es_es: Usando la extensión: {extensionName}
id: Menggunakan ekstensi: {extensionName}
ja: 拡張の使用: {extensionName}
pt_pt: Usando a extensão: {extensionName}
ru: Используется расширение: {extensionName}

# optionsSwitchBack
source: Tap Deezer or Spotify to switch back from extension
es_es: Toque Deezer o Spotify para volver desde la extensión
id: Ketuk Deezer atau Spotify untuk beralih dari ekstensi
pt_pt: Toque no Deezer ou Spotify para alternar de volta da extensão
ru: Нажмите Deezer или Spotify для возврата с расширения

# optionsAutoFallback
source: Auto Fallback
es_es: Alternativa automática
pt_pt: Fallback Automático
ru: Автоматический переход

# optionsAutoFallbackSubtitle
source: Try other services if download fails
es_es: Pruebe otros servicios si falla la descarga
id: Coba layanan lain jika unduhan gagal
pt_pt: Tentar outros serviços se o download falhar
ru: Попробовать другие сервисы при сбое загрузки

# optionsUseExtensionProviders
source: Use Extension Providers
es_es: Usar proveedores de extensiones
id: Gunakan Provider Ekstensi
ja: 拡張のプロバイダーを使用する
pt_pt: Usar Provedores de Extensão
ru: Использовать провайдера расширений

# optionsUseExtensionProvidersOn
source: Extensions will be tried first
es_es: Las extensiones serán probadas primero
id: Ekstensi akan dicoba terlebih dahulu
ja: 最初に拡張で試みます
pt_pt: Extensões serão tentadas primeiro
ru: Сначала будут опробованы расширения

# optionsUseExtensionProvidersOff
source: Using built-in providers only
es_es: Utilizando sólo proveedores integrados
id: Hanya menggunakan provider bawaan
ja: 内蔵のプロバイダーのみを使用する
pt_pt: Usando apenas provedores integrados
ru: Использование только встроенных провайдеров

# optionsEmbedLyrics
source: Embed Lyrics
es_es: Incrustar Letras
id: Sematkan Lirik
ja: 歌詞を埋め込む
pt_pt: Incorporar Letras
ru: Вписать текст песни

# optionsEmbedLyricsSubtitle
source: Embed synced lyrics into FLAC files
es_es: Insertar letras sincronizadas en archivos FLAC
id: Sematkan lirik sinkron ke file FLAC
ja: 同期する歌詞を FLAC ファイルに埋め込む
pt_pt: Incorporar letras sincronizadas aos arquivos FLAC
ru: Вписать синхронизированные тексты во FLAC файлы

# optionsMaxQualityCover
source: Max Quality Cover
es_es: Carátula de calidad máxima
id: Cover Kualitas Maksimal
ja: 最大品質のカバー
pt_pt: Capa de Qualidade Máxima
ru: Максимальное качество обложки

# optionsMaxQualityCoverSubtitle
source: Download highest resolution cover art
es_es: Descargar carátula de resolución máxima
id: Unduh cover art resolusi tertinggi
ja: 最高解像度のカバーアートをダウンロード
pt_pt: Baixar capa do álbum com a mais alta resolução
ru: Скачивать обложку в макс. разрешении

# optionsConcurrentDownloads
source: Concurrent Downloads
es_es: Descargas Simultáneas
id: Unduhan Bersamaan
ja: 同時ダウンロード
pt_pt: Downloads Simultâneos
ru: Одновременные загрузки

# optionsConcurrentSequential
source: Sequential (1 at a time)
es_es: Secuencial (1 a la vez)
id: Berurutan (1 per waktu)
pt_pt: Sequencial (1 por vez)
ru: Последовательно (1 за раз)

# optionsConcurrentParallel
source: {count} parallel downloads
es_es: {count} descargas paralelas
id: {count} unduhan paralel
ja: {count} 件の分割ダウンロード
pt_pt: {count} downloads paralelos
ru: {count} параллельных загрузок

# optionsConcurrentWarning
source: Parallel downloads may trigger rate limiting
es_es: Las descargas paralelas pueden activar la limitación de velocidad
id: Unduhan paralel dapat memicu pembatasan rate
pt_pt: Downloads simultâneos podem causar um limite da taxa (ratelimit)
ru: Параллельные загрузки могут вызвать ограничение скорости

# optionsExtensionStore
source: Extension Store
es_es: Tienda de extensiones
id: Toko Ekstensi
ja: 拡張ストア
pt_pt: Loja de Extensões
ru: Магазин расширений

# optionsExtensionStoreSubtitle
source: Show Store tab in navigation
es_es: Mostrar pestaña de tienda en la navegación
id: Tampilkan tab Toko di navigasi
ja: ナビゲーションにストアタブを表示
pt_pt: Mostrar aba da Loja na navegação
ru: Показывать вкладку Магазин в гл. меню

# optionsCheckUpdates
source: Check for Updates
es_es: Comprobar actualizaciones
id: Periksa Pembaruan
ja: 更新を確認
pt_pt: Procurar Atualizações
ru: Проверить обновления

# optionsCheckUpdatesSubtitle
source: Notify when new version is available
es_es: Notificar cuando una nueva versión esté disponible
id: Beritahu saat versi baru tersedia
pt_pt: Notificar quando uma nova versão estiver disponível
ru: Уведомлять о наличии новой версии

# optionsUpdateChannel
source: Update Channel
es_es: Tipo de actualizaciones
id: Saluran Pembaruan
ja: 更新チャンネル
pt_pt: Canal de Atualização
ru: Канал обновлений

# optionsUpdateChannelStable
source: Stable releases only
es_es: Sólo versiones estables
id: Hanya rilis stabil
ja: 安定版リリースのみ
pt_pt: Somente versões estáveis
ru: Только стабильные релизы

# optionsUpdateChannelPreview
source: Get preview releases
es_es: Versión preliminar
id: Dapatkan rilis preview
ja: プレビューリリースを入手
pt_pt: Obter versões de prévia
ru: Предварительные версии

# optionsUpdateChannelWarning
source: Preview may contain bugs or incomplete features
es_es: La Versión preliminar puede contener errores o características incompletas
id: Preview mungkin mengandung bug atau fitur belum lengkap
pt_pt: A prévia pode conter erros ou recursos incompletos
ru: Предварительная версия может содержать ошибки или неполные функции

# optionsClearHistory
source: Clear Download History
es_es: Borrar el historial de descargas
id: Hapus Riwayat Unduhan
ja: ダウンロード履歴を消去
pt_pt: Limpar Histórico de Download
ru: Очистить историю загрузок

# optionsClearHistorySubtitle
source: Remove all downloaded tracks from history
es_es: Eliminar todas las pistas descargadas del historial
id: Hapus semua lagu dari riwayat
ja: ダウンロード済みのすべてのトラックを履歴から削除
pt_pt: Remover todas as faixas baixadas do histórico
ru: Удалить все скачанные треки из истории

# optionsDetailedLogging
source: Detailed Logging
es_es: Registro detallado
id: Log Detail
ja: 詳細ログ
pt_pt: Registro detalhado
ru: Подробный лог

# optionsDetailedLoggingOn
source: Detailed logs are being recorded
es_es: Registros detallados están siendo registrados
id: Log detail sedang direkam
ja: 詳細なログを記録しています
pt_pt: Registros detalhados estão sendo gravados
ru: Ведутся подробные логи

# optionsDetailedLoggingOff
source: Enable for bug reports
es_es: Habilitar para informes de errores
id: Aktifkan untuk laporan bug
ja: バグレポートを有効
pt_pt: Habilitar para relatórios de erros
ru: Включить для отчётов об ошибках

# optionsSpotifyCredentials
source: Spotify Credentials
es_es: Credenciales de Spotify
id: Kredensial Spotify
ja: Spotify の認証情報
pt_pt: Credenciais do Spotify
ru: Учётные данные Spotify

# optionsSpotifyCredentialsRequired
source: Required - tap to configure
es_es: Requerido - toque para configurar
id: Diperlukan - ketuk untuk mengatur
ja: 必須 - タップで設定
pt_pt: Obrigatório - toque para configurar
ru: Необходимо - нажмите для настройки

# optionsSpotifyWarning
source: Spotify requires your own API credentials. Get them free from developer.spotify.com
es_es: Spotify requiere tus propias credenciales API. Obténgalas gratis de developer.spotify.com
id: Spotify memerlukan kredensial API Anda sendiri. Dapatkan gratis dari developer.spotify.com
ja: Spotify は独自の API 認証情報が必要です。developer.spotify.com から取得できます。
pt_pt: O Spotify requer as suas próprias credenciais de API. Consiga gratuitamente em developer.spotify.com
ru: Spotify требует ваши собственные учетные данные API. Получите их бесплатно на сайте developer.spotify.com

# extensionsTitle
source: Extensions
es_es: Extensiones
id: Ekstensi
ja: 拡張
pt_pt: Extensões
ru: Расширения

# extensionsInstalled
source: Installed Extensions
es_es: Extensiones instaladas
id: Ekstensi Terpasang
ja: インストール済みの拡張
pt_pt: Extensões Instaladas
ru: Установленные расширения

# extensionsNone
source: No extensions installed
es_es: No hay extensiones instaladas
id: Tidak ada ekstensi terpasang
ja: 拡張はインストールされていません
pt_pt: Nenhuma extensão instalada
ru: Нет установленных расширений

# extensionsNoneSubtitle
source: Install extensions from the Store tab
es_es: Instalar extensiones desde la pestaña Tienda
id: Pasang ekstensi dari tab Toko
ja: ストアタブから拡張をインストール
pt_pt: Instalar extensões a partir da aba Loja
ru: Установка расширений из вкладки Магазин

# extensionsEnabled
source: Enabled
es_es: Habilitado
id: Aktif
ja: 有効
pt_pt: Habilitado
ru: Включено

# extensionsDisabled
source: Disabled
es_es: Deshabilitado
id: Nonaktif
ja: 無効
pt_pt: Desabilitado
ru: Выключено

# extensionsVersion
source: Version {version}
es_es: Versión {version}
id: Versi {version}
ja: バージョン {version}
pt_pt: Versão {version}
ru: Версия {version}

# extensionsAuthor
source: by {author}
es_es: por {author}
id: oleh {author}
ja: 作者 {author}
pt_pt: por {author}
ru: от {author}

# extensionsUninstall
source: Uninstall
es_es: Desinstalar
id: Copot
ja: アンインストール
pt_pt: Desinstalar
ru: Удалить

# extensionsSetAsSearch
source: Set as Search Provider
es_es: Establecer como proveedor de búsqueda
id: Jadikan Provider Pencarian
ja: 検索のプロバイダーを設定
pt_pt: Definir como Provedor de Pesquisa
ru: Установить в качестве поисковой системы

# storeTitle
source: Extension Store
es_es: Tienda de extensiones
id: Toko Ekstensi
ja: 拡張ストア
pt_pt: Loja de Extensões
ru: Магазин расширений

# storeSearch
source: Search extensions...
es_es: Buscar extensiones...
id: Cari ekstensi...
ja: 拡張を検索...
pt_pt: Pesquisar extensões...
ru: Поиск расширений...

# storeInstall
source: Install
es_es: Instalar
id: Pasang
ja: インストール
pt_pt: Instalar
ru: Установить

# storeInstalled
source: Installed
es_es: Instalada
id: Terpasang
ja: インストール済み
pt_pt: Instalado
ru: Установлено

# storeUpdate
source: Update
es_es: Actualizar
id: Perbarui
ja: 更新
pt_pt: Atualizar
ru: Обновить

# aboutTitle
source: About
es_es: Acerca de
id: Tentang
ja: アプリについて
pt_pt: Sobre
ru: О программе

# aboutContributors
source: Contributors
es_es: Colaboradores
id: Kontributor
ja: 貢献者
pt_pt: Colaboradores
ru: Участники

# aboutMobileDeveloper
source: Mobile version developer
es_es: Desarrollador de versiones móviles
id: Pengembang versi mobile
ja: モバイルバージョンの開発者
pt_pt: Desenvolvedor da versão móvel
ru: Разработчик мобильной версии

# aboutOriginalCreator
source: Creator of the original SpotiFLAC
es_es: Creador original de SpotiFLAC
id: Pembuat SpotiFLAC asli
ja: オリジナルの SpotiFLAC の作者
pt_pt: Criador do SpotiFLAC original
ru: Создатель оригинального SpotiFLAC

# aboutLogoArtist
source: The talented artist who created our beautiful app logo!
es_es: ¡El talentoso artista que creó nuestro hermoso logo!
id: Seniman berbakat yang membuat logo aplikasi kita yang indah!
ja: 美しいアプリロゴを作成した才能あるアーティストです！
pt_pt: O artista talentoso que criou o nosso lindo logotipo do aplicativo!
ru: Талантливый художник, который создал наш красивый логотип приложения!

# aboutTranslators
source: Translators
es_es: Traductores
ja: 翻訳者
pt_pt: Tradutores
ru: Переводчики

# aboutSpecialThanks
source: Special Thanks
es_es: Agradecimientos especiales
id: Terima Kasih Khusus
ja: スペシャルサンクス
pt_pt: Agradecimentos Especiais
ru: Особая благодарность

# aboutLinks
source: Links
es_es: Enlaces
id: Tautan
ja: リンク
ru: Ссылки

# aboutMobileSource
source: Mobile source code
es_es: Código fuente móvil
id: Kode sumber mobile
ja: モバイル版のソースコード
pt_pt: Código-fonte do app móvel
ru: Исходный код мобильной версии

# aboutPCSource
source: PC source code
es_es: Código fuente de PC
id: Kode sumber PC
ja: PC 版のソースコード
pt_pt: Código-fonte do app desktop
ru: Исходный код ПК версии

# aboutReportIssue
source: Report an issue
es_es: Reportar un problema
id: Laporkan masalah
ja: 問題を報告する
pt_pt: Reportar um problema
ru: Сообщить о проблеме

# aboutReportIssueSubtitle
source: Report any problems you encounter
es_es: Reporta cualquier problema que encuentres
id: Laporkan masalah yang Anda temui
ja: 問題が発生した場合に報告してください
pt_pt: Reporte qualquer problema que encontrar
ru: Сообщите о возникших проблемах

# aboutFeatureRequest
source: Feature request
es_es: Sugerir una función
id: Permintaan fitur
ja: 機能の要望
pt_pt: Solicitação de recurso
ru: Предложить новую функцию

# aboutFeatureRequestSubtitle
source: Suggest new features for the app
es_es: Sugerir nuevas funciones para la aplicación
id: Sarankan fitur baru untuk aplikasi
ja: アプリの新機能を提案する
pt_pt: Sugira novos recursos para o aplicativo
ru: Предложить новые функции для приложения

# aboutTelegramChannel
source: Telegram Channel
es_es: Canal de Telegram
ja: Telegram チャンネル
pt_pt: Canal do Telegram
ru: Telegram канал

# aboutTelegramChannelSubtitle
source: Announcements and updates
es_es: Anuncios y actualizaciones
ja: お知らせと更新
pt_pt: Anúncios e atualizações
ru: Объявления и обновления

# aboutTelegramChat
source: Telegram Community
es_es: Comunidad de Telegram
ja: Telegram コミュニティ
pt_pt: Comunidade do Telegram
ru: Сообщество в Telegram

# aboutTelegramChatSubtitle
source: Chat with other users
es_es: Chatear con otros usuarios
ja: その他のユーザーとチャット
pt_pt: Converse com outros usuários
ru: Чат с другими пользователями

# aboutSocial
source: Social
es_es: Redes sociales
ja: ソーシャル
ru: Соцсети

# aboutSupport
source: Support
es_es: Soporte
id: Dukungan
ja: サポート
pt_pt: Apoiar
ru: Поддержка
