Repository: zarzet/SpotiFLAC-Mobile
Catalog: lib/l10n/arb/app_*.arb
Languages: es_es, id, ja, pt_pt, ru

# metadataProviderPriorityDescription
source: Drag to reorder metadata providers. The app will try providers from top to bottom when searching for tracks and fetching metadata.
es_es: Arrastra para reordenar los proveedores de metadatos. La aplicación probará los proveedores de arriba hacia abajo al buscar pistas y obtener los metadatos.
id: Seret untuk mengatur ulang urutan provider metadata. Aplikasi akan mencoba provider dari atas ke bawah saat mencari lagu dan mengambil metadata.
pt_pt: Arraste para reordenar provedores de metadados. O aplicativo tentará provedores de cima para baixo ao procurar por faixas e buscar metadados.
ru: Перетаскивайте, чтобы изменить порядок провайдеров метаданных. Приложение будет пробовать провайдеров сверху вниз при поиске треков и извлечении метаданных.

# metadataProviderPriorityInfo
source: Deezer has no rate limits and is recommended as primary. Spotify may rate limit after many requests.
es_es: Deezer no tiene límites de tasa y se recomienda como principal. Spotify puede valorar el límite después de muchas solicitudes.
id: Deezer tidak memiliki batas rate dan direkomendasikan sebagai utama. Spotify mungkin membatasi rate setelah banyak permintaan.
pt_pt: O Deezer não tem limites de taxa e é recomendado como principal. O Spotify pode limitar a taxa após muitas solicitações.
ru: Deezer не имеет ограничений по скорости и рекомендуется в качестве основного. Spotify может ограничивать скорость после большого количества запросов.

# metadataNoRateLimits
source: No rate limits
es_es: Sin límites de tasa
id: Tidak ada batas rate
ja: レート制限はありません
pt_pt: Sem limites de taxa
ru: Без ограничений по скорости

# metadataMayRateLimit
source: May rate limit
es_es: Sin límites de tasa
id: Mungkin dibatasi rate
pt_pt: Pode ter limites de taxa
ru: Есть ограничения по скорости

# logTitle
source: Logs
es_es: Registros
id: Log
ja: ログ
pt_pt: Registros
ru: Логи

# logCopy
source: Copy Logs
es_es: Copiar Registros
id: Salin Log
ja: ログをコピー
pt_pt: Copiar Registros
ru: Скопировать логи

# logClear
source: Clear Logs
es_es: Limpiar registros
id: Hapus Log
ja: ログを消去
pt_pt: Limpar Registros
ru: Очистить логи

# logShare
source: Share Logs
es_es: Compartir Registros
id: Bagikan Log
ja: ログを共有
pt_pt: Compartilhar Registros
ru: Поделиться логами

# logEmpty
source: No logs yet
es_es: No hay registros aún
id: Belum ada log
ja: まだログはありません
pt_pt: Ainda não há registros
ru: Логов нет

# logCopied
source: Logs copied to clipboard
es_es: Registros copiados al portapapeles
id: Log disalin ke clipboard
ja: ログをクリップボードにコピーしました
pt_pt: Registros copiados para área de transferência
ru: Логи скопированы в буфер обмена

# logSearchHint
source: Search logs...
es_es: Buscar registros...
id: Cari log...
ja: ログを検索...
pt_pt: Pesquisar registros...
ru: Поиск логов...

# logFilterLevel
source: Level
es_es: Nivel
ja: レベル
pt_pt: Nível
ru: Уровень

# logFilterSection
source: Filter
es_es: Filtrar
ja: フィルター
pt_pt: Filtro
ru: Фильтр

# logShareLogs
source: Share logs
es_es: Compartir registros
id: Bagikan log
ja: ログを共有
pt_pt: Compartilhar registros
ru: Поделиться логами

# logClearLogs
source: Clear logs
es_es: Borrar registros
id: Hapus log
ja: ログを消去
pt_pt: Limpar registros
ru: Очистить логи

# logClearLogsTitle
source: Clear Logs
es_es: Limpiar registros
id: Hapus Log
ja: ログを消去
pt_pt: Limpar Registros
ru: Очистить логи

# logClearLogsMessage
source: Are you sure you want to clear all logs?
es_es: ¿Estás seguro que deseas limpiar todos los registros?
id: Apakah Anda yakin ingin menghapus semua log?
ja: すべてのログを消去してもよろしいですか？
pt_pt: Tem certeza de que deseja limpar todos os registros?
ru: Вы уверены, что хотите очистить все логи?

# logIspBlocking
source: ISP BLOCKING DETECTED
es_es: BLOQUEO POR EL ISP DETECTADO
id: PEMBLOKIRAN ISP TERDETEKSI
ja: ISP のブロックを検出しました
pt_pt: BLOQUEIO DE ISP DETECTADO
ru: ОБНАРУЖЕНА БЛОКИРОВКА ИНТЕРНЕТ ПРОВАЙДЕРОМ

# logRateLimited
source: RATE LIMITED
es_es: TASA LIMITADA
id: DIBATASI
ja: レート制限
pt_pt: TAXA LIMITADA (RATELIMITED)
ru: ОГРАНИЧЕННАЯ СКОРОСТЬ

# logNetworkError
source: NETWORK ERROR
es_es: ERROR DE RED
id: ERROR JARINGAN
ja: ネットワークエラー
pt_pt: ERRO DE REDE
ru: ОШИБКА СЕТИ

# logTrackNotFound
source: TRACK NOT FOUND
es_es: PISTA NO ENCONTRADA
id: LAGU TIDAK DITEMUKAN
ja: トラックがありません
pt_pt: FAIXA NÃO ENCONTRADA
ru: ТРЕК НЕ НАЙДЕН

# logFilterBySeverity
source: Filter logs by severity
es_es: Filtrar los registros por gravedad
id: Filter log berdasarkan tingkat keparahan
pt_pt: Filtrar registros por gravidade
ru: Фильтровать логи по серьезности

# logNoLogsYet
source: No logs yet
es_es: No hay registros aún
id: Belum ada log
ja: まだログはありません
pt_pt: Ainda não há registros
ru: Логов нет

# logNoLogsYetSubtitle
source: Logs will appear here as you use the app
es_es: Los registros aparecerán aquí mientras usas la aplicación
id: Log akan muncul di sini saat Anda menggunakan aplikasi
pt_pt: Os registros aparecerão aqui enquanto você usa o aplicativo
ru: Логи появятся здесь по мере использования приложения

# logIssueSummary
source: Issue Summary
es_es: Resumen de Incidencias
id: Ringkasan Masalah
ja: 問題の概要
pt_pt: Resumo do Problemas
ru: Краткое описание проблемы

# logIspBlockingDescription
source: Your ISP may be blocking access to download services
es_es: Tu ISP puede estar bloqueando el acceso a los servicios de descarga
id: ISP Anda mungkin memblokir akses ke layanan unduhan
ja: ISP がダウンロードサービスのアクセスをブロックしている可能性があります
pt_pt: O seu provedor pode estar bloqueando o acesso aos serviços de download
ru: Ваш провайдер может блокировать доступ к сервисам скачивания

# logIspBlockingSuggestion
source: Try using a VPN or change DNS to 1.1.1.1 or 8.8.8.8
es_es: Intente usar una VPN o cambie el DNS a 1.1.1.1 o 8.8.8.8
id: Coba gunakan VPN atau ubah DNS ke 1.1.1.1 atau 8.8.8.8
ja: VPN を使用するか DNS を 1.1.1.1 または 8.8.8.8 に変更をお試しください
pt_pt: Tente usar uma VPN ou altere o DNS para 1.1.1 ou 8.8.8.8
ru: Попробуйте использовать VPN или измените DNS на 1.1.1.1 или 8.8.8.8

# logRateLimitedDescription
source: Too many requests to the service
es_es: Demasiadas solicitudes al servicio
id: Terlalu banyak permintaan ke layanan
ja: サービスへのリクエストが多すぎます
pt_pt: Muitas solicitações ao serviço
ru: Слишком много запросов к сервису

# logRateLimitedSuggestion
source: Wait a few minutes before trying again
es_es: Espere unos minutos antes de volver a intentarlo
id: Tunggu beberapa menit sebelum mencoba lagi
pt_pt: Aguarde alguns minutos antes de tentar novamente
ru: Подождите несколько минут, прежде чем повторить попытку

# logNetworkErrorDescription
source: Connection issues detected
es_es: Problemas de conexión detectados
id: Masalah koneksi terdeteksi
ja: 接続の問題が検出されました
pt_pt: Problemas de conexão detectados
ru: Обнаружены проблемы с подключением

# logNetworkErrorSuggestion
source: Check your internet connection
es_es: Comprueba tu conexión a internet
id: Periksa koneksi internet Anda
ja: インターネット接続を確認してください
pt_pt: Verifique sua conexão de internet
ru: Проверьте подключение к Интернету

# logTrackNotFoundDescription
source: Some tracks could not be found on download services
es_es: No se pudieron encontrar algunas pistas en los servicios de descarga
id: Beberapa lagu tidak dapat ditemukan di layanan unduhan
pt_pt: Algumas faixas não foram encontradas nos serviços de download
ru: Некоторые треки не найдены в сервисах загрузки

# logTrackNotFoundSuggestion
source: The track may not be available in lossless quality
es_es: La pista puede no estar disponible en calidad sin pérdida
id: Lagu mungkin tidak tersedia dalam kualitas lossless
pt_pt: A faixa pode não estar disponível em qualidade sem perdas
ru: Трек может быть недоступен в lossless формате

# logTotalErrors
source: Total errors: {count}
es_es: Total de errores: {count}
id: Total error: {count}
ja: エラーの合計: {count}
pt_pt: Total de erros: {count}
ru: Всего ошибок: {count}

# logAffected
source: Affected: {domains}
es_es: Afectado: {domains}
id: Terpengaruh: {domains}
ja: 影響: {domains}
pt_pt: Afetado(s): {domains}
ru: Затронуто: {domains}

# logEntriesFiltered
source: Entries ({count} filtered)
es_es: Entradas ({count} filtradas)
id: Entri ({count} difilter)
ja: エントリー ({count} 個をフィルター済み)
pt_pt: Entradas ({count} filtradas)
ru: Записи ({count} фильтровано)

# logEntries
source: Entries ({count})
es_es: Entradas ({count})
id: Entri ({count})
ja: エントリー ({count})
pt_pt: Entradas ({count})
ru: Записи ({count})

# credentialsTitle
source: Spotify Credentials
es_es: Credenciales de Spotify
id: Kredensial Spotify
ja: Spotify の認証情報
pt_pt: Credenciais do Spotify
ru: Учётные данные Spotify

# credentialsDescription
source: Enter your Client ID and Secret to use your own Spotify application quota.
es_es: Introduzca su ID de cliente y secreto para utilizar su propia cuota de aplicación de Spotify.
id: Masukkan Client ID dan Secret Anda untuk menggunakan kuota aplikasi Spotify Anda sendiri.
pt_pt: Digite a sua Client ID e Secret para usar a sua própria cota de aplicativo do Spotify.
ru: Введите свой Client ID и Secret, чтобы использовать собственные квоты в Spotify.

# credentialsClientIdHint
source: Paste Client ID
es_es: Pegar ID de cliente
id: Tempel Client ID
ja: クライアント ID を貼り付け
pt_pt: Colar Client ID
ru: Вставьте Client ID

# credentialsClientSecretHint
source: Paste Client Secret
es_es: Pegar Client Secret
id: Tempel Client Secret
ja: クライアントシークレットを貼り付け
pt_pt: Colar Client Secret
ru: Вставьте Client Secret

# channelStable
source: Stable
es_es: Estable
id: Stabil
ja: 安定版
pt_pt: Estável
ru: Стабильный

# channelPreview
source: Preview
es_es: Vista previa
ja: プレビュー
pt_pt: Prévia
ru: Предварительный

# sectionSearchSource
source: Search Source
es_es: Buscar Fuente
id: Sumber Pencarian
ja: 検索ソース
pt_pt: Origem da Pesquisa
ru: Поиск источника

# sectionDownload
source: Download
es_es: Descargar
id: Unduhan
ja: ダウンロード
ru: Скачивание

# sectionPerformance
source: Performance
es_es: Alto rendimiento
id: Performa
ja: パフォーマンス
pt_pt: Desempenho
ru: Производительность

# sectionApp
source: App
es_es: Aplicación
id: Aplikasi
ja: アプリ
pt_pt: Aplicativo
ru: Приложение

# sectionData
source: Data
es_es: Datos
ja: データ
pt_pt: Dados
ru: Данные

# sectionDebug
source: Debug
es_es: Depuración
ja: デバッグ
pt_pt: Depuração
ru: Отладка

# sectionService
source: Service
es_es: Servicio
id: Layanan
ja: サービス
pt_pt: Serviço
ru: Сервис

# sectionAudioQuality
source: Audio Quality
es_es: Calidad de Sonido
id: Kualitas Audio
ja: オーディオ品質
pt_pt: Qualidade de Áudio
ru: Качество аудио

# sectionFileSettings
source: File Settings
es_es: Ajustes del archivo
id: Pengaturan File
ja: ファイル設定
pt_pt: Configurações de Arquivo
ru: Настройки файла

# sectionLyrics
source: Lyrics
es_es: Letras
ja: 歌詞
pt_pt: Letras
ru: Тексты песен

source: Lyrics Mode
es_es: Modo Letras
ja: 歌詞モード
pt_pt: Modo de Letras
ru: Режим текстов песен

# lyricsModeDescription
source: Choose how lyrics are saved with your downloads
es_es: Elige cómo se guardan las letras de tus descargas
pt_pt: Escolha como as letras são salvas com os seus downloads
ru: Выберите как сохранить тексты песен при скачивании

# lyricsModeEmbed
source: Embed in file
es_es: Insertar en archivo
pt_pt: Incorporar no arquivo
ru: Вписать в файл

# lyricsModeEmbedSubtitle
source: Lyrics stored inside FLAC metadata
es_es: Letras almacenadas en los metadatos FLAC
ja: FLAC メタデータに保存された歌詞
pt_pt: Letra armazenada nos metadados da FLAC
ru: Встроить текст в метаданные FLAC

# lyricsModeExternal
source: External .lrc file
es_es: Archivo .lrc externo
ja: 外部 .lrc ファイル
pt_pt: Arquivo .lrc externo
ru: Внешний файл .lrc

# lyricsModeExternalSubtitle
source: Separate .lrc file for players like Samsung Music
es_es: Archivo .lrc separado para reproductores como Samsung Music
pt_pt: Arquivo .lrc separado para reprodutores como o Samsung Music
ru: Отдельный файл .lrc для плееров, таких, как Samsung Music

# lyricsModeBoth
source: Both
es_es: Ambos
ja: 両方
pt_pt: Ambos
ru: Оба варианта

# lyricsModeBothSubtitle
source: Embed and save .lrc file
es_es: Insertar y guardar archivo .lrc
pt_pt: Incorporar e salvar arquivo .lrc
ru: Вписать и сохранить .lrc файл

# sectionColor
source: Color
es_es: Colores
id: Warna
ja: カラー
pt_pt: Cor
ru: Цвет

# sectionTheme
source: Theme
es_es: Tema
id: Tema
ja: テーマ
pt_pt: Tema
ru: Тема

# sectionLayout
source: Layout
es_es: Diseño
id: Tata Letak
ja: レイアウト
ru: Разметка

# sectionLanguage
source: Language
es_es: Idioma
id: Bahasa
ja: 言語
pt_pt: Idioma
ru: Язык

# appearanceLanguage
source: App Language
es_es: Idioma de la aplicación
id: Bahasa Aplikasi
ja: アプリの言語
pt_pt: Idioma do aplicativo
ru: Язык приложения

# appearanceLanguageSubtitle
source: Choose your preferred language
es_es: Elija su idioma preferido
id: Pilih bahasa yang kamu inginkan
ja: お好みの言語を選択してください
pt_pt: Escolha o seu idioma preferido
ru: Выберите предпочитаемый язык

# settingsAppearanceSubtitle
source: Theme, colors, display
es_es: Tema, colores, pantalla
id: Tema, warna, tampilan
ja: テーマ、カラー、画面
pt_pt: Tema, cores, exibição
ru: Тема, цвета, дисплей

# settingsDownloadSubtitle
source: Service, quality, filename format
es_es: Servicio, calidad, formato del nombre del archivo
id: Layanan, kualitas, format nama file
ja: サービス、品質、ファイル名、形式
pt_pt: Serviço, qualidade, formato de nome de arquivo
ru: Сервисы, качество, формат имени файла

# settingsOptionsSubtitle
source: Fallback, lyrics, cover art, updates
es_es: Alternativa, letras, carátula, actualizaciones
id: Fallback, lirik, cover art, pembaruan
pt_pt: Fallback, letras, arte de capa, atualizações
ru: Резерв. сервер, тексты песен, обложки, обновления

# settingsExtensionsSubtitle
source: Manage download providers
es_es: Administrar proveedores de descarga
id: Kelola provider unduhan
ja: ダウンロードプロバイダーを管理
pt_pt: Gerenciar provedores de download
ru: Управление провайдерами скачивания

# settingsLogsSubtitle
source: View app logs for debugging
es_es: Ver registros de aplicaciones para depuración
id: Lihat log aplikasi untuk debugging
ja: デバッグのためのアプリログを表示
pt_pt: Ver logs do app para depuração
ru: Просмотреть логи для отладки

source: Loading shared link...
es_es: Cargando enlace compartido...
id: Memuat link yang dibagikan...
ja: 共有リンクを読み込み中...
pt_pt: Carregando link compartilhado...
ru: Загрузка общедоступной ссылки...

source: Press back again to exit
es_es: Presione de nuevo para salir
id: Tekan kembali sekali lagi untuk keluar
pt_pt: Pressione voltar novamente para sair
ru: Нажмите «Назад» ещё раз, чтобы выйти

# tracksHeader
source: Tracks
es_es: Pistas
id: Lagu
ja: トラック
pt_pt: Faixas
ru: Треки

source: Download All ({count})
es_es: Descargar Todo ({count})
id: Unduh Semua ({count})
ja: すべてダウンロード ({count})
pt_pt: Baixar Todos ({count})
ru: Скачать все ({count})

# tracksCount
source: {count, plural, =1{1 track} other{{count} tracks}}
es_es: {count, plural, one {}=1{1 pista} other{{count} pistas}}
id: {count, plural, =1{1 lagu} other{{count} lagu}}
ja: {count, plural, =1{1 個のトラック} other{{count} 個のトラック}}
pt_pt: {count, plural, one {}=1{1 faixa} other{{count} faixas}}
ru: {count, plural, one {{count} трек} few {{count} трека} many {{count} треков} =1 {1 трек} other {{count} треков}}

# trackCopyFilePath
source: Copy file path
es_es: Copiar ruta de archivo
id: Salin lokasi file
ja: ファイルパスをコピー
pt_pt: Copiar caminho do arquivo
ru: Скопировать путь к файлу

# trackRemoveFromDevice
source: Remove from device
es_es: Eliminar del dispositivo
id: Hapus dari perangkat
ja: デバイスから削除
pt_pt: Remover do dispositivo
ru: Удалить с устройства

# trackLoadLyrics
source: Load Lyrics
es_es: Cargar letras
id: Muat Lirik
ja: 歌詞を読み込み
pt_pt: Carregar Letras
ru: Загрузить текст песни

# trackMetadata
source: Metadata
es_es: Metadatos
ja: メタデータ
pt_pt: Metadados
ru: Метаданные

# trackFileInfo
source: File Info
es_es: Información de archivo
id: Info File
ja: ファイル情報
pt_pt: Informações do Arquivo
ru: Информация о файле

# trackLyrics
source: Lyrics
es_es: Letras
id: Lirik
ja: 歌詞
pt_pt: Letras
ru: Текст песни

# trackFileNotFound
source: File not found
es_es: Archivo no encontrado
id: File tidak ditemukan
ja: ファイルがありません
pt_pt: Arquivo não encontrado
ru: Файл не найден

# trackOpenInDeezer
source: Open in Deezer
es_es: Abrir en Deezer
id: Buka di Deezer
ja: Deezer で開く
pt_pt: Abrir no Deezer
ru: Открыть в Deezer

# trackOpenInSpotify
source: Open in Spotify
es_es: Abrir en Spotify
id: Buka di Spotify
ja: Spotify で開く
pt_pt: Abrir no Spotify
ru: Открыть в Spotify

# trackTrackName
source: Track name
es_es: Nombre de pista
id: Nama lagu
ja: トラック名
pt_pt: Nome da faixa
ru: Название

# trackArtist
source: Artist
es_es: Artista
id: Artis
ja: アーティスト
pt_pt: Artista
ru: Исполнитель

# trackAlbumArtist
source: Album artist
es_es: Artista del álbum
id: Artis album
ja: アルバムアーティスト
pt_pt: Artista do álbum
ru: Исполнитель альбома

# trackAlbum
source: Album
es_es: Álbum
ja: アルバム
pt_pt: Álbum
ru: Альбом

# trackTrackNumber
source: Track number
es_es: Número de pista
id: Nomor lagu
ja: トラック番号
pt_pt: Número da faixa
ru: Номер трека

# trackDiscNumber
source: Disc number
es_es: Número de disco
id: Nomor disc
ja: ディスク番号
pt_pt: Número do disco
ru: Номер диска

# trackDuration
source: Duration
es_es: Duración
id: Durasi
ja: 再生時間
pt_pt: Duração
ru: Продолжительность

# trackAudioQuality
source: Audio quality
es_es: Calidad del sonido
id: Kualitas audio
ja: オーディオ品質
pt_pt: Qualidade de Áudio
ru: Качество записи

# trackReleaseDate
source: Release date
es_es: Fecha de lanzamiento
id: Tanggal rilis
ja: リリース日
pt_pt: Data de lançamento
ru: Дата выхода

# trackGenre
source: Genre
es_es: Género
ja: ジャンル
pt_pt: Género
ru: Жанр

# trackLabel
source: Label
es_es: Etiqueta
ja: レーベル
pt_pt: Gravadora
ru: Заголовок

# trackCopyright
source: Copyright
es_es: Derechos de autor
ja: 著作権
pt_pt: Direitos Autorais
ru: Авторские права

# trackDownloaded
source: Downloaded
es_es: Descargado
id: Diunduh
ja: ダウンロード済み
pt_pt: Baixado
ru: Скачано

# trackCopyLyrics
source: Copy lyrics
es_es: Copiar letras
id: Salin lirik
ja: 歌詞をコピー
pt_pt: Copiar letra
ru: Копировать текст

# trackLyricsNotAvailable
source: Lyrics not available for this track
es_es: Letras no disponibles para este tema
id: Lirik tidak tersedia untuk lagu ini
ja: このトラックの歌詞は利用できません
pt_pt: Letra não disponível para esta faixa
ru: Текст песни недоступен для этого трека

# trackLyricsTimeout
source: Request timed out. Try again later.
es_es: Tiempo de espera agotado. Inténtalo de nuevo más tarde.
id: Permintaan timeout. Coba lagi nanti.
ja: リクエストがタイムアウトしました。後ほどお試しください。
pt_pt: A solicitação expirou. Tente novamente mais tarde.
ru: Время ожидания запроса истекло. Повторите попытку позже.

# trackLyricsLoadFailed
source: Failed to load lyrics
es_es: Error al cargar la letra
id: Gagal memuat lirik
ja: 歌詞の読み込みに失敗しました
pt_pt: Falha ao carregar a letra
ru: Не удалось загрузить текст песни

# trackEmbedLyrics
source: Embed Lyrics
es_es: Incrustar Letras
ja: 歌詞を埋め込む
pt_pt: Incorporar Letras
ru: Вписать текст песни

# trackLyricsEmbedded
source: Lyrics embedded successfully
es_es: Letra incrustada con éxito
pt_pt: Letras incorporadas com sucesso
ru: Текст успешно добавлен

# trackInstrumental
source: Instrumental track
es_es: Pista intrumental
pt_pt: Faixa de instrumentais
ru: Инструментальный трек

# trackCopiedToClipboard
source: Copied to clipboard
es_es: Copiado al portapapeles
id: Disalin ke clipboard
ja: クリップボードにコピーしました
pt_pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена

# trackDeleteConfirmTitle
source: Remove from device?
es_es: ¿Eliminar del dispositivo?
id: Hapus dari perangkat?
ja: デバイスから削除しますか？
pt_pt: Remover do dispositivo?
ru: Удалить с устройства?

# trackDeleteConfirmMessage
source: This will permanently delete the downloaded file and remove it from your history.
es_es: Esto eliminará permanentemente el archivo descargado y lo eliminará de tu historial.
id: Ini akan menghapus file unduhan secara permanen dan menghapusnya dari riwayat Anda.
pt_pt: Isto irá excluir o arquivo baixado permanentemente e removê-lo do seu histórico.
ru: Это приведет к окончательному удалению загруженного файла и его удалению из истории.

# trackCannotOpen
source: Cannot open: {message}
es_es: No se puede abrir: {message}
id: Tidak dapat membuka: {message}
ja: 開けません: {message}
pt_pt: Não foi possível abrir: {message}
ru: Невозможно открыть: {message}

# dateToday
source: Today
es_es: Hoy
id: Hari ini
ja: 今日
pt_pt: Hoje
ru: Сегодня

# dateYesterday
source: Yesterday
es_es: Ayer
id: Kemarin
ja: 昨日
pt_pt: Ontem
ru: Вчера

# dateDaysAgo
source: {count} days ago
es_es: Hace {count} días
id: {count} hari lalu
ja: {count} 日前
pt_pt: {count} dias atrás
ru: {count} дней назад

# dateWeeksAgo
source: {count} weeks ago
es_es: {count} semanas antes
id: {count} minggu lalu
ja: {count} 週間前
pt_pt: {count} semanas atrás
ru: {count} недель назад

# dateMonthsAgo
source: {count} months ago
es_es: {count} meses atrás
id: {count} bulan lalu
ja: {count} ヶ月前
pt_pt: {count} meses atrás
ru: {count} месяцев назад

# concurrentSequential
source: Sequential
es_es: Secuencial
id: Berurutan
pt_pt: Sequencial
ru: Последовательно

# concurrentParallel2
source: 2 Parallel
es_es: 2 simultáneamente
id: 2 Paralel
ja: 2 並列
pt_pt: 2 Paralelos
ru: 2 параллельно

# concurrentParallel3
source: 3 Parallel
es_es: 3 simultáneamente
id: 3 Paralel
ja: 3 並列
pt_pt: 3 Paralelos
ru: 3 параллельно

# tapToSeeError
source: Tap to see error details
es_es: Pulse para ver los detalles del error
id: Ketuk untuk melihat detail error
ja: タップでエラーの詳細を表示
pt_pt: Toque para ver os detalhes do erro
ru: Нажмите, чтобы увидеть подробности ошибки

# storeFilterAll
source: All
es_es: Todo
id: Semua
ja: すべて
pt_pt: Tudo
ru: Все

# storeFilterMetadata
source: Metadata
es_es: Metadatos
ja: メタデータ
pt_pt: Metadados
ru: Метаданные

# storeFilterDownload
source: Download
es_es: Descargar
id: Unduhan
ja: ダウンロード
ru: Скачивание

# storeFilterUtility
source: Utility
es_es: Utilidad
id: Utilitas
ja: ユーティリティ
pt_pt: Utilidade
ru: Утилиты

# storeFilterLyrics
source: Lyrics
es_es: Letras
id: Lirik
ja: 歌詞
pt_pt: Letras
ru: Тексты песен

# storeFilterIntegration
source: Integration
es_es: Integración
id: Integrasi
ja: 統合
pt_pt: Integração
ru: Интеграция

# storeClearFilters
source: Clear filters
es_es: Limpiar filtros
id: Hapus filter
ja: フィルターを消去
pt_pt: Limpar filtros
ru: Очистить фильтры

# storeNoResults
source: No extensions found
es_es: No se encontraron extensiones
id: Tidak ada ekstensi ditemukan
ja: 拡張がありません
pt_pt: Nenhuma extensão encontrada
ru: Расширения не найдены

# extensionProviderPriority
source: Provider Priority
es_es: Prioridad del proveedor
id: Prioritas Provider
ja: プロバイダーの優先度
pt_pt: Prioridade de Provedor
ru: Приоритет провайдера

# extensionInstallButton
source: Install Extension
es_es: Instalar extensión
id: Pasang Ekstensi
ja: 拡張をインストール
pt_pt: Instalar Extensão
ru: Установить расширение

# extensionDefaultProvider
source: Default (Deezer/Spotify)
es_es: Por defecto (Deezer/Spotify)
ja: デフォルト (Deezer/Spotify)
pt_pt: Padrão (Deezer/Spotify)
ru: По умолчанию (Deezer/Spotify)

# extensionDefaultProviderSubtitle
source: Use built-in search
es_es: Usar búsqueda integrada
id: Gunakan pencarian bawaan
ja: 内蔵の検索を使用する
pt_pt: Usar pesquisa integrada
ru: Использовать встроенный поиск

# extensionAuthor
source: Author
es_es: Autor/a
id: Pembuat
ja: 作者
pt_pt: Autor
ru: Автор

# extensionError
source: Error
ja: エラー
pt_pt: Erro
ru: Ошибка

# extensionCapabilities
source: Capabilities
es_es: Recursos
id: Kemampuan
ja: 機能
pt_pt: Funcionalidades
ru: Возможности

# extensionMetadataProvider
source: Metadata Provider
es_es: Proveedor de metadatos
id: Provider Metadata
ja: メタデータのプロバイダー
pt_pt: Provedor de Metadados
ru: Провайдер метаданных

# extensionDownloadProvider
source: Download Provider
es_es: Proveedor de descargas
id: Provider Unduhan
ja: ダウンロードのプロバイダー
pt_pt: Provedor de Download
ru: Провайдер скачивания
